set_male_50_55 = """50-55 кг
День 1 
Завтрак (216 ккал 2,4У 13,5Ж 18,9Б) - Яичница (белки (3 шт - 51ккал 0.6У 0Ж 10.8Б) желтки (3 шт - 165ккал 1,8У 13,5Ж 8,1Б))

Обед (479 ккал 78У 2,1Ж 31,7Б) - 100 гр Куриная грудка(110ккал 0У 1,2Ж 23Б) + 300гр рис отварной(369ккал 78У 0,9Ж 8,7Б)

Перекус 1 (444 ккал 60У 10,8Ж 32,6Б) - 200 гр Творог 5% ( 234ккал 6У 10Ж 30Б)+банан (2 шт  210ккал 54У 0,8Ж 2,6Б)

Ужин (419 ккал 60У 3Ж 34,1Б) - 100 гр Куриная грудка(110ккал 0У 1,2Ж 23Б) + 300 гр макароны (309ккал 60У 1,8Ж 11,1Б)

Перекус 2 (780ккал 82,8У 37,8Ж 27,3Б) - Бутерброд с сыром (3 шт  780ккал 82,8У 37,8Ж 27,3Б)

Итог: 2338 ккал 283,2У 67,2Ж 144,6Б

День 2 
Завтрак (478ккал 43,4У 24,3Ж 23,6Б)
300 гр Овсянка на молоке (306ккал 42,6У12,3Ж9,6Б) + вареные яйца (2шт 172ккал 0,8У12Ж14Б)

Обед  (585 ккал 21,3У 9Ж 8Б)
300 гр Макароны по-флотски (585 ккал 21,3У 9Ж 8Б)

Перекус 1 (636ккал 162У 0,4Ж3,6Б)
200 гр Зефир (636ккал 162У 0,4Ж3,6Б)

Ужин (483 ккал 62,4У 8,7Ж 37,8Б)
200 гр Греча (348ккал 62,4У8Ж12,8Б) + индейка грудка(135ккал 0У 0,7Ж 25Б)

Перекус 2 (128ккал 9,8У4Ж13,4Б)
200 гр Нежирный простой или греческий йогурт (128ккал 9,8У4Ж13,4Б)

Всего: 2310 ккал 298,9У 46,4Ж 86,4Б

День 3 
Завтрак (285ккал У50,4 Ж6,6 Б10,8)
300 гр Каша гречневая с молоком (285ккал У50,4 Ж6,6 Б10,8)

Обед(764 ккал 113,25У 17,1Ж 40,7Б)
400 гр Каша перловая (424ккал У92 Ж1,6 Б13,2) + куриные котлеты (2,5шт 340ккал У21,25 Ж15,5 Б27,5)

Перекус 1 (206ккал 36,4У 7,8Ж 1,8Б)
Грецкие орехи (3шт 78ккал У1,8 Ж7,8 Б1,8) + мед(2 ст л 128ккал У34,6 Ж0 Б0)

Ужин(605 ккал 30,4У 38,8Ж 37,95Б)
400 гр Фасоль стручковая(236ккал У30,4 Ж12,4 Б7,2) + 150 гр тушенка говяжья (369ккал У0 Ж26,4 Б30,75)

Перекус 2(432ккал У54,5 Ж9,2 Б23,2)
Тост со сливочным сыром (2шт 432ккал У54,5 Ж9,2 Б23,2)

Итог: 2292 ккал 284,95У 79,5Ж 114,45Б

День 4
Завтрак
Сырники (4шт 352ккал У23,2 Ж16 Б19,8)

Обед (608 ккал У56,8 Ж28,6 Б30)
200г Картофельное пюре (200ккал  У31,4 Ж7 Б3,6) + говяжья котлета (2шт  408ккал У25,4 Ж21,6 Б26,4)

Перекус 1 (498ккал У115,2 Ж2 Б10,4)
Хлеб цельнозерновой (3 куска 288ккал У61,2 Ж1,2 Б7,8) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Ужин
300г Паста с курицей и грибами (582ккал У55,2 Ж23,7 Б37,2) 

Перекус 2
250г Греческий йогурт (292,5ккал У12,5 Ж23 Б10)

Всего: (2332,5ккал У262,9 Ж93,3 Б107,4)

День 5
Завтрак (652,5 ккал 49У 33,5Ж 42,9Б)
250г Творог 5% (292,5ккал 7У 13,5Ж 37,5Б) + 200г сметана 10% (232ккал У8 Ж20 Б5,4) + мед (2ст л 128ккал У34,6 Ж0 Б0)

Обед (435 ккал У24 Ж23 Б25,5)
Картофель с говяжьей тушенкой в соотношении 1:1 (435ккал У24 Ж23 Б25,5) по 300г

Перекус 1 (557ккал У133,4 Ж12,5 Б32,1)
Сухая овсяная каша (389ккал У66,3 Ж7 Б17) + йогурт (63ккал У7 Ж1,6 Б5,3) + банан (1шт 105ккал У27 Ж0,4 Б1,3)

Ужин (340ккал У16,4 Ж9,8 Б42,8)
100г Запеченный картофель (96ккал У15,6 Ж2,6 Б2,8) +200г запеченная треска (244ккал У0,8 Ж7,2 Б42)

Перекус 2
200г Нут вареный (328ккал У54,8 Ж5,2 Б17,8)

Всего: 2312,5ккал У277,6 Ж84 Б161,1
 """
set_male_55_60 = """55-60 кг
День 1
Завтрак(216 ккал 2,4У 13,5Ж 18,9Б)
Яичница (белки (3 шт - 51ккал 0.6У 0Ж 10.8Б) желтки (3 шт - 165ккал 1,8У 13,5Ж 8,1Б))

Обед(534 ккал 78У 2,7Ж 43,2Б)
150 гр Куриная грудка(165ккал 0У 1,8Ж 34,5Б) + 300гр рис отварной(369ккал 78У 0,9Ж 8,7Б)

Перекус 1(561 ккал 61,5У 11,8Ж 40,1Б)
300 гр Творог 5%( 351ккал 7,5У 11Ж 37,5Б)+банан (2 шт  210ккал 54У 0,8Ж 2,6Б)

Ужин(419 ккал 60У 3Ж 34,1Б)
100 гр Куриная грудка(110ккал 0У 1,2Ж 23Б) + 300 гр макароны (309ккал 60У 1,8Ж 11,1Б)

Перекус 2(780ккал 82,8У 37,8Ж 27,3Б)
Бутерброд с сыром (3 шт  780ккал 82,8У 37,8Ж 27,3Б)

Итог: 2510 ккал 284,7У 68,8Ж 163,6Б

День 2
Завтрак(462ккал 29,6У 26,2Ж 27,4Б)
200 гр Овсянка на молоке (204ккал 28,4У8,2Ж6,4Б) + вареные яйца (3шт 258ккал 1,2У18Ж21Б)

Обед(487,5 ккал 53,25У22,5Ж20Б)
250 гр Макароны по-флотски (487,5 ккал 53,25У22,5Ж20Б)

Перекус 1(636ккал 162У0,4Ж3,6Б)
200 гр Зефир (636ккал 162У 0,4Ж3,6Б)

Ужин(792 ккал 93,6У 13,4Ж 69,2Б)
300 гр Греча (522ккал 93,6У12Ж19,2Б) + 200индейка грудка(270ккал 0У1Ж,450Б)

Перекус 2(128ккал 9,8У4Ж13,4Б)
200 гр Нежирный простой или греческий йогурт (128ккал 9,8У4Ж13,4Б)

Всего: 2505,5 ккал 348,25У 66,5Ж 133,6Б

День 3
Завтрак(285ккал У50,4 Ж6,6 Б10,8)
300 гр Каша гречневая с молоком (285ккал У50,4 Ж6,6 Б10,8)

Обед(832 ккал 117,5У 20,2Ж 46,2Б)
400 гр Каша перловая (424ккал У92 Ж1,6 Б13,2) + куриные котлеты (3шт 408ккал У25,5 Ж18,6 Б33)

Перекус 1(206ккал 36,4У 7,8Ж 1,8Б)
Грецкие орехи (3шт 78ккал У1,8 Ж7,8 Б1,8) + мед(2 ст л 128ккал У34,6 Ж0 Б0)

Ужин(747 ккал 38У 50,7Ж 50Б)
500 гр Фасоль стручковая(295ккал У38 Ж15,5 Б9) + 200 гр тушенка говяжья (452ккал У0 Ж35,2 Б41)

Перекус 2(432ккал У54,5 Ж9,2 Б23,2)
Тост со сливочным сыром (2шт 432ккал У54,5 Ж9,2 Б23,2)

Итог:  2502ккал 296,8У 94,5Ж 132Б

День 4
Завтрак
Сырники (4шт 352ккал У23,2 Ж16 Б19,8)

Обед (608 ккал У56,8 Ж28,6 Б30)
200г Картофельное пюре (200ккал  У31,4 Ж7 Б3,6) + говяжья котлета (2шт  408ккал У25,4 Ж21,6 Б26,4)

Перекус 1 (498ккал У115,2 Ж2 Б10,4)
Хлеб цельнозерновой (3 куска 288ккал У61,2 Ж1,2 Б7,8) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Ужин
300г Паста с курицей и грибами (582ккал У55,2 Ж23,7 Б37,2) 

Перекус 2
250г Греческий йогурт (292,5ккал У12,5 Ж23 Б10)

Всего: (2332,5ккал У262,9 Ж93,3 Б107,4)

День 5
Завтрак (652,5 ккал 49У 33,5Ж 42,9Б)
250г Творог 5% (292,5ккал 7У 13,5Ж 37,5Б) + 200г сметана 10% (232ккал У8 Ж20 Б5,4) + мед (2ст л 128ккал У34,6 Ж0 Б0)

Обед (435 ккал У24 Ж23 Б25,5)
600г Картофель с говяжьей тушенкой в соотношении 1:1 (435ккал У24 Ж23 Б25,5) 

Перекус 1 (751,5ккал У133,4 Ж12,5 Б32,1)
150г Сухая овсяная каша (583,5ккал У99,4 Ж10,5 Б25,5) +  100г йогурт (63ккал У7 Ж1,6 Б5,3) + банан (1шт 105ккал У27 Ж0,4 Б1,3)

Ужин (340ккал У16,4 Ж9,8 Б42,8)
100г Запеченный картофель (96ккал У15,6 Ж2,6 Б2,8) +200г запеченная треска (244ккал У0,8 Ж7,2 Б42)

Перекус 2
200г Нут вареный (328ккал У54,8 Ж5,2 Б17,8)

Всего: 2507ккал У310,7 Ж87,5 Б169,6 
"""
set_male_60_65 = """60-65 кг
День 1
Завтрак (216 ккал 2,4У 13,5Ж 18,9Б)
Яичница (белки (3 шт - 51ккал 0.6У 0Ж 10.8Б) желтки (3 шт - 165ккал 1,8У 13,5Ж 8,1Б))

Обед(589 ккал 78У 3Ж 54,7Б)
200 гр Куриная грудка(220ккал 0У 2,4Ж 46Б) + 300гр рис отварной(369ккал 78У 0,9Ж 8,7Б)

Перекус 1(619,5 ккал 63У 14,3Ж 47,6Б)
350 гр Творог 5%( 409,5ккал 9У 13,5Ж 45Б)+банан (2 шт  210ккал 54У 0,8Ж 2,6Б)

Ужин(529 ккал 60У 4,2Ж 57,1Б)
200 гр Куриная грудка(220ккал 0У 2,4Ж 46Б) + 300 гр макароны (309ккал 60У 1,8Ж 11,1Б)

Перекус 2(780ккал 82,8У 37,8Ж 27,3Б)
Бутерброд с сыром (3 шт  780ккал 82,8У 37,8Ж 27,3Б)

Итог: 2733,5 ккал 286,2У 73,1Ж 205,6Б 

День 2
Завтрак(548ккал 30У 32,2Ж 34,4Б)
200 гр Овсянка на молоке (204ккал 28,4У 8,2Ж 6,4Б) +вареные яйца (4шт 344ккал 1,6У 24Ж 28Б)

Обед(585 ккал 63,9У27Ж24Б)
300 гр Макароны по-флотски (585 ккал 63,9У 27Ж 24Б)

Перекус 1(636ккал 162У 0,4Ж3,6Б)
200 гр Зефир (636ккал 162У 0,4Ж 3,6Б)

Ужин(792 ккал 93,6У 13,4Ж 69,2Б)
300 гр Греча (522ккал 93,6У Ж1219,2Б) + 200индейка грудка(270ккал 0У 1,4Ж 50Б)

Перекус 2(128ккал 9,8У4Ж13,4Б)
200 гр Нежирный простой или греческий йогурт (128ккал 9,8У 4Ж 13,4Б)

Всего: 2689 ккал 359,3У 77Ж 144,6Б

День 3
Завтрак(380ккал У67,2 Ж8,8 Б14,4)
400 гр Каша гречневая с молоком (380ккал У67,2 Ж8,8 Б14,4)

Обед(938 ккал 140,5У 20,6Ж 49,8Б)
500 гр Каша перловая (530ккал У115 Ж2 Б16,5) + куриные котлеты (3шт 408ккал У25,5 Ж18,6 Б33)

Перекус 1(206ккал 36,4У 7,8Ж 1,8Б)
Грецкие орехи (3шт 78ккал У1,8 Ж7,8 Б1,8) + мед(2 ст л 128ккал У34,6 Ж0 Б0)

Ужин(747 ккал 38У 50,7Ж 50Б)
500 гр Фасоль стручковая(295ккал У38 Ж15,5 Б9) + 200 гр тушенка говяжья (452ккал У0 Ж35,2 Б41)

Перекус 2(432ккал У54,5 Ж9,2 Б23,2)
Тост со сливочным сыром (2шт 432ккал У54,5 Ж9,2 Б23,2)

Итог:  2703ккал 336,6У 97,1Ж 139,2Б

День 4
Завтрак
Сырники (6шт 528ккал У34,8 Ж24 Б34,2)

Обед (708 ккал У72,5 Ж32,1 Б31,8)
300г Картофельное пюре (300ккал  У47,1 Ж10,5 Б5,4) + говяжья котлета (2шт  408ккал У25,4 Ж21,6 Б26,4)

Перекус 1 (498ккал У115,2 Ж2 Б10,4)
Хлеб цельнозерновой (3 куска 288ккал У61,2 Ж1,2 Б7,8) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Ужин
300г Паста с курицей и грибами (582ккал У55,2 Ж23,7 Б37,2) 

Перекус 2 (397,5ккал У39,5 Ж23,4 Б11,3)
250г Греческий йогурт (292,5ккал У12,5 Ж23 Б10) + банан (1шт 105 ккал У27 Ж0,4 Б1,3)

Всего: (2713,5ккал У317,2 Ж105,2 Б124,9)

День 5
Завтрак (652,5 ккал 49У 33,5Ж 42,9Б)
250г Творог 5% (292,5ккал 7У 13,5Ж 37,5Б) + 200г сметана 10% (232ккал У8 Ж20 Б5,4) + мед (2ст л 128ккал У34,6 Ж0 Б0)

Обед (435 ккал У24 Ж23 Б25,5)
600г Картофель с говяжьей тушенкой в соотношении 1:1 (435ккал У24 Ж23 Б25,5) 

Перекус 1 (856,5ккал У160,4 Ж12,9 Б33,4) 
150г Сухая овсяная каша (583,5ккал У99,4 Ж10,5 Б25,5) + йогурт (63ккал У7 Ж1,6 Б5,3) + банан (2шт 210ккал У54 Ж0,8 Б2,6)

Ужин (436ккал У32 Ж12,4 Б45,6) 
200г Запеченный картофель (192ккал У31,2 Ж5,2 Б5,6) +200г запеченная треска (244ккал У0,8 Ж7,2 Б42)

Перекус 2
200г Нут вареный (328ккал У54,8 Ж5,2 Б17,8)

Всего: 2708ккал У353,3 Ж90,5 Б173,7
"""
set_male_65_70 = """65-70 кг
День 1
Завтрак(288 ккал 3,2У 18Ж 25,2Б)
Яичница (белки (4 шт - 68ккал 0,8У 0Ж 14,4Б) желтки (4 шт - 220ккал 2,4У 18Ж 10,8Б))

Обед(589 ккал 78У 3,3Ж 48,95Б)
200 гр Куриная грудка(220ккал 0У 2,4Ж 46Б) + 300гр рис отварной(369ккал 78У 0,9Ж 8,7Б)

Перекус 1(724,5 ккал 90У 14,7Ж 48,9Б)
350 гр Творог 5%( 409,5ккал 9У 13,5Ж 45Б)+банан (3 шт  315ккал 81У 1,2Ж 3,9Б)

Ужин(632 ккал 80У 4,8Ж 60,8Б)
200 гр Куриная грудка(220ккал 0У 2,4Ж 46Б) + 400 гр макароны (412ккал 80У 2,4Ж 14,8Б)

Перекус 2(780ккал 82,8У 37,8Ж 27,3Б)
Бутерброд с сыром (3 шт  780ккал 82,8У 37,8Ж 27,3Б)

Итог: 3013,5 ккал 334У 78,6Ж 211,15Б

День 2
Завтрак(650ккал 44,2У 36,3Ж 37,6Б)
300 гр Овсянка на молоке (306ккал 42,6У 12,3Ж 9,6Б) +вареные яйца (4шт 344ккал 1,6У 24Ж 28Б)

Обед(585 ккал 63,9У27Ж24Б)
300 гр Макароны по-флотски (585 ккал 63,9У 27Ж 24Б)

Перекус 1(636ккал 162У 0,4Ж3,6Б)
200 гр Зефир (636ккал У162 0,4Ж 3,6Б)

Ужин(966 ккал 124,8У 17,4Ж 75,6Б)
400 гр Греча (696ккал 124,8У 16Ж 25,6Б) + 200индейка грудка(270ккал 0У 1,4Ж 50Б)

Перекус 2(160ккал 12,25У5Ж16,75Б)
250 гр Нежирный простой или греческий йогурт (160ккал 12,25У 5Ж 16,75Б)

Всего: 2997 ккал 407,15У 86,1Ж 157,55Б

День 3
Завтрак(380ккал У67,2 Ж8,8 Б14,4)
400 гр Каша гречневая с молоком (380ккал У67,2 Ж8,8 Б14,4)

Обед(938 ккал 140,5У 20,6Ж 49,8Б)
500 гр Каша перловая (530ккал У115 Ж2 Б16,5) + куриные котлеты (3шт 408ккал У25,5 Ж18,6 Б33)

Перекус 1(296ккал 54,3У 10,4Ж 2,4Б)
Грецкие орехи (4шт 104ккал У2,4 Ж10,4 Б2,4) + мед(3 ст л 192ккал У51,9 Ж0 Б0)

Ужин(747 ккал 38У 50,7Ж 50Б)
500 гр Фасоль стручковая(295ккал У38 Ж15,5 Б9) + 200 гр тушенка говяжья (452ккал У0 Ж35,2 Б41)

Перекус 2(648ккал У81,6 Ж13,8 Б37,8)
Тост со сливочным сыром (3шт 648ккал У81,6 Ж13,8 Б37,8)

Итог:  3009ккал 381,6У 104,3Ж 154,4Б

День 4
Завтрак
Сырники (6шт 528ккал У34,8 Ж24 Б34,2)

Обед (708 ккал У72,5 Ж32,1 Б31,8)
300г Картофельное пюре (300ккал  У47,1 Ж10,5 Б5,4) + говяжья котлета (2шт  408ккал У25,4 Ж21,6 Б26,4)

Перекус 1 (594ккал У135,6 Ж2,4 Б13)    
Хлеб цельнозерновой (4 куска 384ккал У21,6 Ж1,6 Б10,4) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Ужин
400г Паста с курицей и грибами (776ккал У73,6 Ж31,6 Б49,6)    194ккал У18,4 Ж7,9 Б12,4)

Перекус 2 (397,5ккал У39,5 Ж23,4 Б11,3)
250г Греческий йогурт (292,5ккал У12,5 Ж23 Б10) + банан (1шт 105 ккал У27 Ж0,4 Б1,3)

Всего: (3003,5ккал У356 Ж113,5 Б139,9)

День 5
Завтрак (652,5 ккал 49У 33,5Ж 42,9Б)
250г Творог 5% (292,5ккал 7У 13,5Ж 37,5Б) + 200г сметана 10% (232ккал У8 Ж20 Б5,4) + мед (2ст л 128ккал У34,6 Ж0 Б0)

Обед (435 ккал У24 Ж23 Б25,5)
Картофель с говяжьей тушенкой в соотношении 1:1 (435ккал У24 Ж23 Б25,5) по 300г

Перекус 1 (856,5ккал У160,4 Ж12,9 Б33,4) 
150г Сухая овсяная каша (583,5ккал У99,4 Ж10,5 Б25,5) + йогурт (63ккал У7 Ж1,6 Б5,3) + банан (2шт 210ккал У54 Ж0,8 Б2,6)

Ужин (558ккал У32,4 Ж16 Б66,6) 
200г Запеченный картофель (192ккал У31,2 Ж5,2 Б5,6) +300г запеченная треска (366ккал У1,2 Ж10,8 Б63) 

Перекус 2
300г Нут вареный (492ккал У82,2 Ж7,8 Б26,7) 

Всего: 2995ккал У381,1 Ж109,1 Б203,6
"""
set_male_70_75 = """70-75 кг
День 1
Завтрак(288 ккал 3,2У 18Ж 25,2Б)
Яичница (белки (4 шт - 68ккал 0,8У 0Ж 14,4Б) желтки (4 шт - 220ккал 2,4У 18Ж 10,8Б))

Обед(767 ккал 104У 4,2Ж 69,1Б)
250 гр Куриная грудка(275ккал 0У 3Ж 57,5Б) + 400гр рис отварной(492ккал 104У 1,2Ж 11,6Б)

Перекус 1(724,5 ккал 90У 14,7Ж 48,9Б)
350 гр Творог 5%( 409,5ккал 9У 13,5Ж 45Б)+банан (3 шт  315ккал 81У 1,2Ж 3,9Б)

Ужин(632 ккал 80У 4,8Ж 60,8Б)
200 гр Куриная грудка(220ккал 0У 2,4Ж 46Б) + 400 гр макароны (412ккал 80У 2,4Ж 14,8Б)

Перекус 2(780ккал 82,8У 37,8Ж 27,3Б)
Бутерброд с сыром (3 шт  780ккал 82,8У 37,8Ж 27,3Б)

Итог: 3191,5 ккал 360У 79,5Ж 231,3Б

День 2
Завтрак(650ккал 44,2У 36,3Ж 37,6Б)
300 гр Овсянка на молоке (306ккал У42,6 Ж12,3 Б9,6) +вареные яйца (4шт 344ккал У1,6 Ж24 Б28)

Обед(585 ккал У63,9 Ж27 Б24)
300 гр Макароны по-флотски (585 ккал У63,9 Ж27 Б24)

Перекус 1(636ккал У162 Ж0,4 Б3,6)
200 гр Зефир (636ккал У162 Ж0,4 Б3,6)

Ужин(1101 ккал 124,8У 18,1Ж 100,6Б)
400 гр Греча (696ккал У124,8 Ж16 Б25,6) + 300индейка грудка(405ккал У0 Ж2,1 Б75)

Перекус 2(224ккал У17,15 Ж7 Б23,45)
350 гр Нежирный простой или греческий йогурт (224ккал У17,15 Ж7 Б23,45)

Всего: 3196 ккал 412,05У 88,8Ж 189,25Б

День 3
Завтрак(380ккал У67,2 Ж8,8 Б14,4)
400 гр Каша гречневая с молоком (380ккал У67,2 Ж8,8 Б14,4)

Обед(938 ккал 140,5У 20,6Ж 49,8Б)
500 гр Каша перловая (530ккал У115 Ж2 Б16,5) + куриные котлеты (3шт 408ккал У25,5 Ж18,6 Б33)

Перекус 1(296ккал 54,3У 10,4Ж 2,4Б)
Грецкие орехи (4шт 104ккал У2,4 Ж10,4 Б2,4) + мед(3 ст л 192ккал У51,9 Ж0 Б0)

Ужин(993ккал 38У 68,3Ж 70,5Б)
500 гр Фасоль стручковая(295ккал У38 Ж15,5 Б9) + 300 гр тушенка говяжья (698ккал У0 Ж52,8 Б61,5)

Перекус 2(648ккал У81,6 Ж13,8 Б37,8)
Тост со сливочным сыром (3шт 648ккал У81,6 Ж13,8 Б37,8)

Итог:  3255ккал 381,6У 121,9Ж 174,9Б

День 4
Завтрак
Сырники (6шт 528ккал У34,8 Ж24 Б34,2)

Обед (808 ккал У88,2 Ж35,6 Б33,6)    
400г Картофельное пюре (400ккал  У47,1 Ж10,5 Б5,4) + говяжья котлета (2шт  408ккал У25,4 Ж21,6 Б26,4)

Перекус 1 (594ккал У135,6 Ж2,4 Б13)    
Хлеб цельнозерновой (4 куска 384ккал У21,6 Ж1,6 Б10,4) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Ужин
400г Паста с курицей и грибами (776ккал У73,6 Ж31,6 Б49,6)   

Перекус 2 (502,5ккал У66,5 Ж23,8 Б12,6)  
250г Греческий йогурт (292,5ккал У12,5 Ж23 Б10) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Всего: (3208,5ккал У398,7 Ж117,4 Б143)

День 5
Завтрак (652,5 ккал 49У 33,5Ж 42,9Б)
250г Творог 5% (292,5ккал 7У 13,5Ж 37,5Б) + 200г сметана 10% (232ккал У8 Ж20 Б5,4) + мед (2ст л 128ккал У34,6 Ж0 Б0)

Обед 
Картофель с говяжьей тушенкой в соотношении 1:1 (580ккал У32 Ж30,8 Б34) по 400г  

Перекус 1 (961,5ккал У187,4 Ж13,3 Б34,7) 
150г Сухая овсяная каша (583,5ккал У99,4 Ж10,5 Б25,5) + йогурт (63ккал У7 Ж1,6 Б5,3) + банан (3шт 315ккал У81 Ж1,2 Б3,9) 105ккал У27 Ж0,4 Б1,3)

Ужин (558ккал У32,4 Ж16 Б66,6) 
200г Запеченный картофель (192ккал У31,2 Ж5,2 Б5,6) +300г запеченная треска (366ккал У1,2 Ж10,8 Б63) 

Перекус 2
300г Нут вареный (492ккал У82,2 Ж7,8 Б26,7) 

Всего: 3245ккал У416,1 Ж117,3 Б213,4
"""
set_male_75_80 = """75-80 кг
День 1
Завтрак(288 ккал 3,2У 18Ж 25,2Б)
Яичница (белки (4 шт - 68ккал 0,8У 0Ж 14,4Б) желтки (4 шт - 220ккал 2,4У 18Ж 10,8Б))

Обед(822ккал 104У 4,8Ж 80,6Б)
300 гр Куриная грудка(330ккал 0У 3,6Ж 57,5Б) + 400гр рис отварной(492ккал 104У 1,2Ж 11,6Б)

Перекус 1(777 ккал 103,5У 14,9Ж 50,75Б)
350 гр Творог 5%( 409,5ккал 9У 13,5Ж 45Б)+банан (3,5 шт  367,5ккал 94,5У 1,4Ж 5,75Б)

Ужин(742 ккал 80У 6Ж 83,8Б)
300 гр Куриная грудка(330ккал 0У 3,6Ж 69Б) + 400 гр макароны (412ккал 80У 2,4Ж 14,8Б)

Перекус 2(780ккал 82,8У 37,8Ж 27,3Б)
Бутерброд с сыром (3 шт  780ккал 82,8У 37,8Ж 27,3Б)

Итог: 3409ккал 373,5У 81,5Ж 267,65Б 

День 2
Завтрак(803ккал 65,5У 42,45Ж 42,4Б)
450 гр Овсянка на молоке (459ккал У63,9 Ж18,45 Б14,4) +вареные яйца (4 шт 344ккал У1,6 Ж24 Б28)

Обед(585 ккал У63,9 Ж27 Б24)
300 гр Макароны по-флотски (585 ккал У63,9 Ж27 Б24)

Перекус 1(636ккал У162 Ж0,4 Б3,6)
200 гр Зефир (636ккал У162 Ж0,4 Б3,6)

Ужин(1101 ккал 124,8У 18,1Ж 100,6Б)
400 гр Греча (696ккал У124,8 Ж16 Б25,6) + 300индейка грудка(405ккал У0 Ж2,1 Б75)

Перекус 2(288ккал У22,05 Ж9 Б30,15)
450 гр Нежирный простой или греческий йогурт (288ккал У22,05 Ж9 Б30,15)

Всего: 3413 ккал 438,25У 96,95Ж 200,75Б

День 3
Завтрак(427,5ккал У75,6 Ж9,9 Б16,2)
450 гр Каша гречневая с молоком (427,5ккал У75,6 Ж9,9 Б16,2)

Обед(1059 ккал 156,25У 23,9Ж 56,65Б)
550 гр Каша перловая (583ккал У126,5 Ж2,2 Б18,15) + куриные котлеты (3,5шт 476ккал У29,75 Ж21,7 Б38,5)

Перекус 1(296ккал 54,3У 10,4Ж 2,4Б)
Грецкие орехи (4шт 104ккал У2,4 Ж10,4 Б2,4) + мед(3 ст л 192ккал У51,9 Ж0 Б0)

Ужин(993ккал 38У 68,3Ж 70,5Б)
500 гр Фасоль стручковая(295ккал У38 Ж15,5 Б9) + 300 гр тушенка говяжья (698ккал У0 Ж52,8 Б61,5)

Перекус 2(648ккал У81,6 Ж13,8 Б37,8)
Тост со сливочным сыром (3шт 648ккал У81,6 Ж13,8 Б37,8)

Итог:  3423,5ккал 436,05У 126,3Ж 183,55Б

День 4
Завтрак
Сырники (6шт 528ккал У34,8 Ж24 Б34,2)

Обед (1012 ккал У100,9 Ж46,4 Б46,8)    
400г Картофельное пюре (400ккал  У47,1 Ж10,5 Б5,4) + говяжья котлета (3шт  612ккал У38,1 Ж32,4 Б39,6)

Перекус 1 (594ккал У135,6 Ж2,4 Б13)    
Хлеб цельнозерновой (4 куска 384ккал У21,6 Ж1,6 Б10,4) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Ужин
400г Паста с курицей и грибами (776ккал У73,6 Ж31,6 Б49,6)   

Перекус 2 (502,5ккал У66,5 Ж23,8 Б12,6)  
250г Греческий йогурт (292,5ккал У12,5 Ж23 Б10) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Всего: (3412,5ккал У411,4 Ж128,2 Б156,2)

День 5
Завтрак (652,5 ккал 49У 33,5Ж 42,9Б)
250г Творог 5% (292,5ккал 7У 13,5Ж 37,5Б) + 200г сметана 10% (232ккал У8 Ж20 Б5,4) + мед (2ст л 128ккал У34,6 Ж0 Б0)

Обед 
Картофель с говяжьей тушенкой в соотношении 1:1 (580ккал У32 Ж30,8 Б34) по 400г  

Перекус 1 (961,5ккал У187,4 Ж13,3 Б34,7) 
150г Сухая овсяная каша (583,5ккал У99,4 Ж10,5 Б25,5) + йогурт (63ккал У7 Ж1,6 Б5,3) + банан (3шт 315ккал У81 Ж1,2 Б3,9) 

Ужин (558ккал У32,4 Ж16 Б66,6) 
200г Запеченный картофель (192ккал У31,2 Ж5,2 Б5,6) +300г запеченная треска (366ккал У1,2 Ж10,8 Б63) 

Перекус 2
400г Нут вареный (656ккал У109,6 Ж10,4 Б35,6) 164ккал У27,4 Ж2,6 Б8,9)	

Всего: 3409ккал У443,5 Ж119,9 Б222,3
"""
set_male_80_85 = """80-85 кг
День 1
Завтрак(360 ккал 4У 22,5Ж 31,5Б)                                                                                                             
Яичница (белки (5 шт - 85ккал 1У 0Ж 18Б) желтки (5 шт - 275ккал 3У 22,5Ж 13,5Б))

Обед(883,5ккал 117У 4,95Ж 70,55Б)
300 гр Куриная грудка(330ккал 0У 3,6Ж 57,5Б) + 450гр рис отварной(553,5ккал 117У 1,35Ж 13,05Б)

Перекус 1(835,5 ккал 106,5У 21,4Ж 65,75Б)
400 гр Творог 5%( 468ккал 12У 20Ж 60Б)+банан (3,5 шт  367,5ккал 94,5У 1,4Ж 5,75Б)

Ужин(742 ккал 80У 6Ж 83,8Б)
300 гр Куриная грудка(330ккал 0У 3,6Ж 69Б) + 400 гр макароны (412ккал 80У 2,4Ж 14,8Б)

Перекус 2(780ккал 82,8У 37,8Ж 27,3Б)
Бутерброд с сыром (3 шт  780ккал 82,8У 37,8Ж 27,3Б)

Итог: 3601ккал 390,3У 92,65Ж 278,9Б  



День 2
Завтрак(803ккал 65,5У 42,45Ж 42,4Б)
450 гр Овсянка на молоке (459ккал У63,9 Ж18,45 Б14,4) +вареные яйца (4 шт 344ккал У1,6 Ж24 Б28)

Обед(780 ккал У85,2 Ж36 Б32)
400 гр Макароны по-флотски (780 ккал У85,2 Ж36 Б32)

Перекус 1(636ккал У162 Ж0,4 Б3,6)
200 гр Зефир (636ккал У162 Ж0,4 Б3,6)

Ужин(1101 ккал 124,8У 18,1Ж 100,6Б)
400 гр Греча (696ккал У124,8 Ж16 Б25,6) + 300индейка грудка(405ккал У0 Ж2,1 Б75)

Перекус 2(288ккал У22,05 Ж9 Б30,15)
450 гр Нежирный простой или греческий йогурт (288ккал У22,05 Ж9 Б30,15)

Всего: 3608 ккал 438,25У 105,95Ж 208,75Б

День 3
Завтрак(475ккал У84 Ж11 Б18)
500 гр Каша гречневая с молоком (475ккал У84 Ж11 Б18)

Обед(1059 ккал 156,25У 23,9Ж 56,65Б)
550 гр Каша перловая (583ккал У126,5 Ж2,2 Б18,15) + куриные котлеты (3,5шт 476ккал У29,75 Ж21,7 Б38,5)

Перекус 1(296ккал 54,3У 10,4Ж 2,4Б)
Грецкие орехи (4шт 104ккал У2,4 Ж10,4 Б2,4) + мед(3 ст л 192ккал У51,9 Ж0 Б0)

Ужин(1156ккал 38У 77,1Ж 80,75Б)
500 гр Фасоль стручковая(295ккал У38 Ж15,5 Б9) + 350 гр тушенка говяжья (861ккал У0 Ж61,6 Б71,75)

Перекус 2(648ккал У81,6 Ж13,8 Б37,8)
Тост со сливочным сыром (3шт 648ккал У81,6 Ж13,8 Б37,8)

Итог:  3634ккал 414,15У 136,2Ж 195,6Б

День 4
Завтрак
Сырники (6шт 528ккал У34,8 Ж24 Б34,2)

Обед (1012 ккал У100,9 Ж46,4 Б46,8)    
400г Картофельное пюре (400ккал  У47,1 Ж10,5 Б5,4) + говяжья котлета (3шт  612ккал У38,1 Ж32,4 Б39,6)

Перекус 1 (594ккал У156 Ж2,8 Б15,6)    
Хлеб цельнозерновой (5 кусков  480ккал У42 Ж2 Б13) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Ужин
400г Паста с курицей и грибами (776ккал У73,6 Ж31,6 Б49,6)  

Перекус 2 (607ккал У93,5 Ж24,2 Б13,9)  	
250г Греческий йогурт (292,5ккал У12,5 Ж23 Б10) + банан (3шт 315 ккал У54 Ж1,2 Б3,9)

Всего: (3613,5ккал У458,8 Ж129  Б160,1)

День 5
Завтрак (716,5 ккал 83,6У 33,5Ж 42,9Б)
250г Творог 5% (292,5ккал 7У 13,5Ж 37,5Б) + 200г сметана 10% (232ккал У8 Ж20 Б5,4) + мед (3ст л 192ккал У51,9 Ж0 Б0)

Обед 
Картофель с говяжьей тушенкой в соотношении 1:1 (652,5ккал У36 Ж34,7 Б38,2) по 450г

Перекус 1 (961,5ккал У187,4 Ж13,3 Б34,7) 
150г Сухая овсяная каша (583,5ккал У99,4 Ж10,5 Б25,5) + йогурт (63ккал У7 Ж1,6 Б5,3) + банан (3шт 315ккал У81 Ж1,2 Б3,9) 

Ужин (558ккал У32,4 Ж16 Б66,6) 
300г Запеченный картофель (192ккал У31,2 Ж5,2 Б5,6) +300г запеченная треска (366ккал У1,2 Ж10,8 Б63)

Перекус 2   (761ккал У136,6 Ж10,8 Б36,9)
400г Нут вареный (656ккал У109,6 Ж10,4 Б35,6) + банан(1 шт 105ккал У27 Ж0,4 Б1,3)

Всего: 3650ккал У491,8 Ж124,2 Б227,8
"""
set_male_85_90 = """85-90 кг
День 1		
Завтрак(360 ккал 4У 22,5Ж 31,5Б)
Яичница (белки (5 шт - 85ккал 1У 0Ж 18Б) желтки (5 шт - 275ккал 3У 22,5Ж 13,5Б))

Обед(883,5ккал 117У 4,95Ж 70,55Б)
300 гр Куриная грудка(330ккал 0У 3,6Ж 57,5Б) + 450гр рис отварной(553,5ккал 117У 1,35Ж 13,05Б)

Перекус 1(835,5 ккал 106,5У 21,4Ж 65,75Б)
400 гр Творог 5%( 468ккал 12У 20Ж 60Б)+банан (3,5 шт  367,5ккал 94,5У 1,4Ж 5,75Б)

Ужин(955 ккал 100У 7,8Ж 110,5Б)
400 гр Куриная грудка(440ккал 0У 4,8Ж 92Б) + 500 гр макароны (515ккал 100У 3Ж 18,5Б)

Перекус 2(780ккал 82,8У 37,8Ж 27,3Б)
Бутерброд с сыром (3 шт  780ккал 82,8У 37,8Ж 27,3Б)

Итог: 3814ккал 410,3У 94,45Ж 305,6Б

День 2
Завтрак(803ккал 65,5У 42,45Ж 42,4Б)
450 гр Овсянка на молоке (459ккал У63,9 Ж18,45 Б14,4) +вареные яйца (4 шт 344ккал У1,6 Ж24 Б28)

Обед(780 ккал У85,2 Ж36 Б32)
400 гр Макароны по-флотски (780 ккал У85,2 Ж36 Б32)

Перекус 1(636ккал У162 Ж0,4 Б3,6)
200 гр Зефир (636ккал У162 Ж0,4 Б3,6)

Ужин(1255,5 ккал 140,4У 20,45Ж 116,3Б)
450 гр Греча (783ккал У140,4 Ж18 Б28,8) + 350индейка грудка(472,5ккал У0 Ж2,45 Б87,5)

Перекус 2(320ккал У24,5 Ж10 Б33,5)
500 гр Нежирный простой или греческий йогурт (320ккал У24,5 Ж10 Б33,5)

Всего: 3794,5 ккал 477,6У 109,3Ж 227,8Б

День 3
Завтрак(475ккал У84 Ж11 Б18)
500 гр Каша гречневая с молоком (475ккал У84 Ж11 Б18)

Обед(1112 ккал 167,75У 24,1Ж 58,3Б)
600 гр Каша перловая (636ккал У138 Ж2,4 Б19,8) + куриные котлеты (3,5шт 476ккал У29,75 Ж21,7 Б38,5)

Перекус 1(296ккал 54,3У 10,4Ж 2,4Б)
Грецкие орехи (4шт 104ккал У2,4 Ж10,4 Б2,4) + мед(3 ст л 192ккал У51,9 Ж0 Б0)

Ужин(1215ккал 45,6У 80,2Ж 82,55Б)
600 гр Фасоль стручковая(354ккал У45,6 Ж18,6 Б10,8) + 350 гр тушенка говяжья (861ккал У0 Ж61,6 Б71,75)

Перекус 2(648ккал У81,6 Ж13,8 Б37,8)
Тост со сливочным сыром (3шт 648ккал У81,6 Ж13,8 Б37,8)

Итог:  3746ккал 433,25У 139,5Ж 199,05Б

День 4
Завтрак    
Сырники (7шт 616ккал У40,6 Ж28 Б41,4)

Обед (1012 ккал У100,9 Ж46,4 Б46,8)    
400г Картофельное пюре (400ккал  У47,1 Ж10,5 Б5,4) + говяжья котлета (3шт  612ккал У38,1 Ж32,4 Б39,6)

Перекус 1 (594ккал У156 Ж2,8 Б15,6)    
Хлеб цельнозерновой (5 кусков  480ккал У42 Ж2 Б13) + банан (2шт 210 ккал У54 Ж0,8 Б2,6)

Ужин
400г Паста с курицей и грибами (776ккал У73,6 Ж31,6 Б49,6) 

Перекус 2 (724ккал У98,5 Ж33,4 Б21,9)  	 
350г Греческий йогурт (409,5ккал У17,5 Ж32,2 Б14) + банан (3шт 315 ккал У54 Ж1,2 Б3,9)

Всего: (3818,5ккал У469,6 Ж142,2 Б182,9)

День 5
Завтрак (716,5 ккал 83,6У 33,5Ж 42,9Б)
250г Творог 5% (292,5ккал 7У 13,5Ж 37,5Б) + 200г сметана 10% (232ккал У8 Ж20 Б5,4) + мед (3ст л 192ккал У51,9 Ж0 Б0) 

Обед 
Картофель с говяжьей тушенкой в соотношении 1:1 (652,5ккал У36 Ж34,7 Б38,2) по 450г  

Перекус 1 (961,5ккал У187,4 Ж13,3 Б34,7) 
150г Сухая овсяная каша (583,5ккал У99,4 Ж10,5 Б25,5) + йогурт (63ккал У7 Ж1,6 Б5,3) + банан (3шт 315ккал У81 Ж1,2 Б3,9)

Ужин (667ккал У40,4 Ж19,1 Б80,5) 
350г Запеченный картофель (240ккал У39 Ж6,5 Б7) +350г запеченная треска (427ккал У1,4 Ж12,6  Б73,5) 

Перекус 2   (761ккал У136,6 Ж10,8 Б36,9)  
450г Нут вареный (738ккал У121,9 Ж12 Б40) + банан(1 шт 105ккал У27 Ж0,4 Б1,3)

Всего: 3841ккал У513,4 Ж128,6 Б244,1
"""
set_male_90_95 = """90-95 кг
День 1
Завтрак(360 ккал 4У 22,5Ж 31,5Б)
Яичница (белки (5 шт - 85ккал 1У 0Ж 18Б) желтки (5 шт - 275ккал 3У 22,5Ж 13,5Б))

Обед(1055ккал 130У 6,3Ж 106,5Б)
400 гр Куриная грудка(440ккал 0У 4,8Ж 92Б) + 500гр рис отварной(615ккал 130У 1,5Ж 14,5Б)

Перекус 1(888 ккал 120У 21,6Ж 65,2Б)
400 гр Творог 5%( 468ккал 12У 20Ж 60Б)+банан (4 шт  420ккал 108У 1,6Ж 5,2Б)

Ужин(955 ккал 100У 7,8Ж 110,5Б)
400 гр Куриная грудка(440ккал 0У 4,8Ж 92Б) + 500 гр макароны (515ккал 100У 3Ж 18,5Б)

Перекус 2(780ккал 82,8У 37,8Ж 27,3Б)
Бутерброд с сыром (3 шт  780ккал 82,8У 37,8Ж 27,3Б)

Итог: 4038ккал 436,8У 96Ж 341Б

День 2
Завтрак(889ккал 65,9У 48,45Ж 49,4Б)
450 гр Овсянка на молоке (459ккал У63,9 Ж18,45 Б14,4) +вареные яйца (5 шт 430ккал У2 Ж30 Б35)

Обед(877,5 ккал У95,8 Ж40,5 Б36)
450 гр Макароны по-флотски (877,5 ккал У95,8 Ж40,5 Б36)

Перекус 1(636ккал У162 Ж0,4 Б3,6)
200 гр Зефир (636ккал У162 Ж0,4 Б3,6)

Ужин(1255,5 ккал 140,4У 20,45Ж 116,3Б)
450 гр Греча (783ккал У140,4 Ж18 Б28,8) + 350индейка грудка(472,5ккал У0 Ж2,45 Б87,5)

Перекус 2(320ккал У24,5 Ж10 Б33,5)
500 гр Нежирный простой или греческий йогурт (320ккал У24,5 Ж10 Б33,5)

Всего: 3978 ккал 488,6У 119,8Ж 238,8Б

День 3
Завтрак(475ккал У84 Ж11 Б18)
500 гр Каша гречневая с молоком (475ккал У84 Ж11 Б18)

Обед(1112 ккал 167,75У 24,1Ж 58,3Б)
600 гр Каша перловая (636ккал У138 Ж2,4 Б19,8) + куриные котлеты (3,5шт 476ккал У29,75 Ж21,7 Б38,5)

Перекус 1(296ккал 54,3У 10,4Ж 2,4Б)
Грецкие орехи (4шт 104ккал У2,4 Ж10,4 Б2,4) + мед(3 ст л 192ккал У51,9 Ж0 Б0)

Ужин(1215ккал 45,6У 80,2Ж 82,55Б)
600 гр Фасоль стручковая(354ккал У45,6 Ж18,6 Б10,8) + 350 гр тушенка говяжья (861ккал У0 Ж61,6 Б71,75)

Перекус 2(648ккал У81,6 Ж13,8 Б37,8)
Тост со сливочным сыром (4шт 864ккал У108,8 Ж18,4 Б50,4)

Итог:  3962ккал 460,45У 144,1Ж 211,65Б

День 4
Завтрак    
Сырники (7шт 616ккал У40,6 Ж28 Б41,4)

Обед (1012 ккал У100,9 Ж46,4 Б46,8)    	
400г Картофельное пюре (400ккал  У47,1 Ж10,5 Б5,4) + говяжья котлета (3шт  612ккал У38,1 Ж32,4 Б39,6)

Перекус 1 (699ккал У183 Ж3,2 Б16,9)     
Хлеб цельнозерновой (5 кусков  480ккал У42 Ж2 Б13) + банан (3шт 315 ккал У54 Ж1,2 Б3,9)

Ужин    
450г Паста с курицей и грибами (873ккал У82,8 Ж35,5 Б55,8)    

Перекус 2 (724ккал У98,5 Ж33,4 Б21,9)  	 
350г Греческий йогурт (409,5ккал У17,5 Ж32,2 Б14) + банан (3шт 315 ккал У54 Ж1,2 Б3,9)

Всего: (4020,5ккал У505,8 Ж146,5 Б190,4)

День 5
Завтрак (716,5 ккал 83,6У 33,5Ж 42,9Б)
250г Творог 5% (292,5ккал 7У 13,5Ж 37,5Б) + 200г сметана 10% (232ккал У8 Ж20 Б5,4) + мед (3ст л 192ккал У51,9 Ж0 Б0) 

Обед 
Картофель с говяжьей тушенкой в соотношении 1:1 (652,5ккал У36 Ж34,7 Б38,2) по 450г  

Перекус 1 (961,5ккал У220,5 Ж16,8 Б43,2) 
200г Сухая овсяная каша (778ккал У132,5 Ж14 Б34) + йогурт (63ккал У7 Ж1,6 Б5,3) + банан (3шт 315ккал У81 Ж1,2 Б3,9) 

Ужин (667ккал У40,4 Ж19,1 Б80,5) 
350г Запеченный картофель (240ккал У39 Ж6,5 Б7) +350г запеченная треска (427ккал У1,4 Ж12,6  Б73,5) 

Перекус 2   (761ккал У136,6 Ж10,8 Б36,9)  
450г Нут вареный (738ккал У121,9 Ж12 Б40) + банан(1 шт 105ккал У27 Ж0,4 Б1,3)

Всего: 4035,5ккал У546,5 Ж132,1 Б252,6
"""
set_male_95_100 = """"""

cut_male_50_55 = """50-55 кг

1 День 
Завтрак 
200г Творог 5% (234ккал 6У 10Ж 30Б)

Обед  (279ккал У7,6 Ж5,5 Б47,8) 
Фасоль стручковая (59ккал У7,6 Ж3,1 Б1,8) + 200г куриная грудка (220ккал 0У 2,4Ж 46Б)

Перекус 1
банан (2шт 210 ккал 54У 0,8Ж 2,6Б)  

Ужин (267,5ккал У50 Ж2,7 Б32,2) 
Куриная грудка (110ккал 0У 1,2Ж 23Б) + 250г макароны (257,5ккал 50У 1,5Ж 9,2Б)

Перекус 2
Овощной салат (54ккал 4,1У 4Ж 1Б)

Итого: (1144,5ккал У121,7 Ж23,1 Б113,6)

2 день
Завтрак
Яичница (80% белки (3 шт – 51 ккал 0,6У 0Ж 10,8 Б) 20% желтки (1шт – 55 ккал 0,6 У 4,5 Ж 2,7 Б)) 

Обед
Котлеты из индейки (2 шт 214 ккал 8,4 У 12Ж 18 Б) + брокколи отварные (200 г 62 ккал 8У 0,8Ж 4,8 Б)

Перекус 1
Творог 5% (200 г 234 ккал 6 У 10 Ж 30 Б)

Ужин
Котлеты из индейки (1 шт 107 ккал 4,2 У 6Ж 9 Б)) + рис отварной (200 г 246 ккал 52У 0,6Ж 5,8 Б)

Перекус 2
Кефир 3,2% (1кр 145ккал 4У 9,6Ж 9Б)

Итого: 1114 ккал 90,1 Б 43,5 Ж 83,8 У

День 3
Завтрак
Шакшука (130ккал 4У 9,2Ж 7,6Б)

Обед 
200г Ризотто с куриной грудкой (216ккал 25,2У 5,4Ж 13,8Б) 

Перекус 1
Сырники (5шт 440ккал У29 Ж20 Б36) 

Ужин 
200г Кус-кус с куриным филе (208ккал 26У 3Ж 16,4Б)

Перекус 2
Греческий йогурт (117ккал У5 Ж9,2 Б4)

Итого: (1111ккал У89,2 Ж46,8 Б77,8)

4 День
Завтрак
Творожная запеканка (200 г 260 ккал 24Б 8,6 Ж 20,4 У)

Обед
Макароны (200 г 206 ккал 7,4 Б 1,2 Ж 40 У) + Рубленые котлеты из курицы (100 г 112 ккал 15,5Б 4,3 Ж 3У)

Перекус 1 
Пуддинг с протеином (100 г 80ккал 10Б 1,5Ж 6,1 У)

Ужин
Рис басмати (200 г 242 ккал 7 Б 0,8 Ж 50,4 У) + куриное филе запеченное (100 г 151ккал 30,5Б 3,2 Ж 0У)

Перекус 2
Овощная тарелка (300 г 45,6 ккал 3Б 0Ж 7,5 У)

Итого: 1096,6 ккал 105,9 Б 19,6 Ж 127,4 У

5 День
Завтрак(365ккал 14Б 17,7Ж 37У) 
100 гр Твороженные ватрушки (248ккал 9Б 8.5Ж 33У) + 100 гр Греческий йогурт (117ккал 4Б 9,2Ж 4У)

Обед(210ккал 18Б 6Ж 23,2У)
200 гр Гречка с индейкой (210ккал 18Б 6Ж 23,2У)

Перекус 1(334ккал 11Б 17Ж 29У)
100 гр Хлебцы с арахисовой пастой (334ккал 11Б 17Ж 29У)

Ужин(132ккал 6.2Б 7.7Ж 9.5У)
100 гр Рагу с мясом(132ккал 6.2Б 7.7Ж 9.5У)

Перекус 2(59ккал 0.4Б 0Ж 14,2У)
200 гр Чай с имбирем(59ккал 0.4Б 0Ж 14,2У)

Всего: 1100ккал 49,6Б 48,4Ж 112,9У"""
cut_male_55_60 = """55-60 кг
День 1 
Завтрак 
200г Творог 5% (234ккал 6У 10Ж 30Б)

Обед  (397ккал У22,8 Ж11,7 Б51,4) 
300г Фасоль стручковая (177ккал У22,8 Ж9,3 Б5,4) + 200г куриная грудка (220ккал 0У 2,4Ж 46Б)

Перекус 1
банан (2шт 210 ккал 54У 0,8Ж 2,6Б) 

Ужин (477,5ккал У50 Ж3,9 Б55,2) 
200г Куриная грудка (220ккал 0У 2,4Ж 46Б)+ 250г макароны (257,5ккал 50У 1,5Ж 9,2Б)

Перекус 2 
350г Овощной салат (162ккал 14,3У 12Ж 3Б) 

Итого: (1507,5ккал У147,1 Ж40,5 Б142,7)

День 2 
Завтрак
Яичница (80% белки (3 шт – 51 ккал 0,6У 0Ж 10,8 Б) 20% желтки (2шт – 110 ккал 1,2 У 9 Ж 5,4 Б)) 

Обед
Котлеты из индейки (2 шт 214 ккал 8,4 У 12Ж 18 Б) + брокколи отварные (200 г 62 ккал 8У 0,8Ж 4,8 Б)

Перекус 1
Творог 5% (200 г 234 ккал 6 У 10 Ж 30 Б)

Ужин
Котлеты из индейки (2 шт 214 ккал 8,4 У 12 Ж 18 Б) + рис отварной (200 г 246 ккал 52У 0,6Ж 5,8 Б)

Перекус 2
Кефир 3,2% (1кр 145ккал 4У 9,6Ж 9Б)

Итого: 1276 ккал 101,8 Б 54 Ж 88,6 У
День 3 
Завтрак
200г Шакшука (260ккал 8У 18,4Ж 15,2Б) 

Обед 
200г Ризотто с куриной грудкой (216ккал 25,2У 5,4Ж 13,8Б) 

Перекус 1
Сырники (5шт 440ккал У29 Ж20 Б36) 

Ужин 
200г Кус-кус с куриным филе (208ккал 26У 3Ж 16,4Б)

Перекус 2
150г Греческий йогурт (175,5ккал У7,5 Ж13,8 Б6)  

Итого: (1299,5ккал У95,7 Ж60,6 Б87,4)

День 4 
Завтрак
Творожная запеканка (200 г 260 ккал 24Б 8,6 Ж 20,4 У)

Обед
Макароны (200 г 206 ккал 7,4 Б 1,2 Ж 40 У) + Рубленые котлеты из курицы (200 г 224 ккал 31 Б 8,6 Ж 6 У)

Перекус 1 
Пуддинг с протеином (200 г 160 ккал 20Б 3Ж 12,2У)

Ужин
Рис басмати (200 г 242 ккал 7 Б 0,8 Ж 50,4 У) + куриное филе запеченное (100 г 151ккал 30,5Б 3,2Ж 0У)

Перекус 2
Овощная тарелка (400 г 60,8 ккал 4Б 0Ж 10 У)

Итого: 1303,8 ккал 123,9 Б 25,4 Ж 139 У

День 5 
Завтрак(482ккал 17Б 26,9Ж 41У)  
100 гр Твороженные ватрушки (248ккал 9Б 8.5Ж 33У) + 200 гр Греческий йогурт (234ккал 8Б 18,4Ж 8У)

Обед(210ккал 18Б 6Ж 23,2У)
200 гр Гречка с индейкой (210ккал 18Б 6Ж 23,2У)

Перекус 1(334ккал 11Б 17Ж 29У)
100 гр Хлебцы с арахисовой пастой (334ккал 11Б 17Ж 29У)

Ужин(198ккал 9,3Б 11,55Ж 14,25У)
150 гр Рагу с мясом(198ккал 9,3Б 11,55Ж 14,25У)

Перекус 2(59ккал 0.4Б 0Ж 14,2У)
200 гр Чай с имбирем(59ккал 0.4Б 0Ж 14,2У)

Всего: 1283ккал 55,7Б 61,45Ж 121,65У"""
cut_male_60_65 = """60-65 кг
День 1 
Завтрак 
200г Творог 5% (234ккал 6У 10Ж 30Б)

Обед  (397ккал У22,8 Ж11,7 Б51,4) 
300г Фасоль стручковая (177ккал У22,8 Ж9,3 Б5,4) + 200г куриная грудка (220ккал 0У 2,4Ж 46Б)

Перекус 1
банан (2шт 210 ккал 54У 0,8Ж 2,6Б)  

Ужин (477,5ккал У50 Ж3,9 Б55,2) 
200г Куриная грудка (220ккал 0У 2,4Ж 46Б)+ 250г макароны (257,5ккал 50У 1,5Ж 9,2Б)

Перекус 2 
350г Овощной салат (162ккал 14,3У 12Ж 3Б) 

Итого: (1507,5ккал У147,1 Ж40,5 Б142,7)

День 2 
Завтрак
Яичница (80% белки (4 шт – 68 ккал 0,8У 0Ж 14,4 Б) 20% желтки (3шт – 165 ккал 1,8 У 13,5 Ж 8,1 Б)) 

Обед
Котлеты из индейки (2 шт 214 ккал 8,4 У 12Ж 18 Б) + брокколи отварные (200 г 62 ккал 8У 0,8Ж 4,8 Б)

Перекус 1
Творог 5% (200 г 234 ккал 6 У 10 Ж 30 Б)

Ужин
Котлеты из индейки (2 шт 214 ккал 8,4 У 12 Ж 18 Б) + рис отварной (200 г 246 ккал 52У 0,6Ж 5,8 Б)

Перекус 2
Кефир 3,2% (2кр 290 ккал 8У 19,2 Ж 18 Б)

Итого: 1493 ккал 117,1 Б 68,1 Ж 93,4 У

День 3 
Завтрак
200г Шакшука (260ккал 8У 18,4Ж 15,2Б) 

Обед 
250г Ризотто с куриной грудкой (270ккал 31,5У 6,8Ж 17,3Б)  

Перекус 1
Сырники (5шт 440ккал У29 Ж20 Б36) 

Ужин 
250г Кус-кус с куриным филе (260ккал 32,5У 3,7Ж 20,5Б) 

Перекус 2
250г Греческий йогурт (292,5ккал У12,5 Ж23 Б10) 

Итого: (1519,5ккал У113,5 Ж71,9 Б99)

День 4
Завтрак
Творожная запеканка (200 г 260 ккал 24Б 8,6 Ж 20,4 У)

Обед
Макароны (200 г 206 ккал 7,4 Б 1,2 Ж 40 У) + Рубленые котлеты из курицы (200 г 224 ккал 31 Б 8,6 Ж 6 У)

Перекус 1 
Пуддинг с протеином (250 г 200 ккал 25Б 4,5Ж 15,2У)

Ужин
Рис басмати (200 г 242 ккал 7 Б 0,8 Ж 50,4 У) + куриное филе запеченное (200 г 302ккал 71Б 6,4 Ж 0У)

Перекус 2
Овощная тарелка (400 г 60,8 ккал 4Б 0Ж 10 У)

День 5 
Завтрак(482ккал 17Б 26,9Ж 41У)  
100 гр Твороженные ватрушки (248ккал 9Б 8.5Ж 33У) + 200 гр Греческий йогурт (234ккал 8Б 18,4Ж 8У)

Обед(262,5ккал 22,5Б 7,5Ж 29У)
250 гр Гречка с индейкой (262,5ккал 22,5Б 7,5Ж 29У)

Перекус 1(501ккал 16,5Б 25,5Ж 43,5У)
150 гр Хлебцы с арахисовой пастой (501ккал 16,5Б 25,5Ж 43,5У)

Ужин(198ккал 9,3Б 11,55Ж 14,25У)
150 гр Рагу с мясом(198ккал 9,3Б 11,55Ж 14,25У)

Перекус 2(59ккал 0.4Б 0Ж 14,2У)
200 гр Чай с имбирем(59ккал 0.4Б 0Ж 14,2У)

Всего: 1502ккал 65,7Б 71,45Ж 141,95У
"""
cut_male_65_70 = """65-70 кг
День 1 
Завтрак 
200г Творог 5% (234ккал 6У 10Ж 30Б)

Обед  (397ккал У22,8 Ж12,9 Б74,4) 
300г Фасоль стручковая (177ккал У22,8 Ж9,3 Б5,4) + 300г куриная грудка (330ккал 0У 3,6Ж 69Б)

Перекус 1
банан (3шт 315ккал 81У 1,2Ж 3,9Б) 

Ужин (477,5ккал У50 Ж3,9 Б55,2) 
200г Куриная грудка (220ккал 0У 2,4Ж 46Б)+ 250г макароны (257,5ккал 50У 1,5Ж 9,2Б)

Перекус 2 
350г Овощной салат (162ккал 14,3У 12Ж 3Б) 

Итого: (1722,5ккал У174,1 Ж42,1 Б167)

День 2 
Завтрак
Яичница (80% белки (5 шт – 85 ккал 1 У 0Ж 18 Б) 20% желтки (4 шт – 220 ккал 2,4 У 18 Ж 10,8 Б)) 

Обед
Котлеты из индейки (2 шт 214 ккал 8,4 У 12Ж 18 Б) + брокколи отварные (300 г 93 ккал 12 У 1,2 Ж 7,2 Б)

Перекус 1
Творог 5% (300 г 351 ккал 9 У 15 Ж 45 Б)

Ужин
Котлеты из индейки (2 шт 214 ккал 8,4 У 12 Ж 18 Б) + рис отварной (200 г 246 ккал 52У 0,6Ж 5,8 Б)

Перекус 2
Кефир 3,2% (2кр 290 ккал 8У 19,2 Ж 18 Б)

Итого: 1713 ккал 140,8 Б 78 Ж 101,2 У

День 3 
Завтрак 
300г Шакшука (390ккал 12У 27,6Ж 22,8Б) 

Обед 
250г Ризотто с куриной грудкой (270ккал 31,5У 6,8Ж 17,3Б)  

Перекус 1
Сырники (5шт 440ккал У29 Ж20 Б36) 

Ужин 
300г Кус-кус с куриным филе (312ккал 39У 4,5Ж 24,6Б) 

Перекус 2
250г Греческий йогурт (292,5ккал У12,5 Ж23 Б10)  

Итого: (1701,5ккал У124 Ж81,9 Б110,7)

День 4 
Завтрак
Творожная запеканка (300 г 390 ккал 36Б 12,9 Ж 30,6 У)

Обед
Макароны (200 г 206 ккал 7,4 Б 1,2 Ж 40 У) + Рубленые котлеты из курицы (200 г 224 ккал 31 Б 8,6 Ж 6 У)

Перекус 1 
Пуддинг с протеином (250 г 200 ккал 25Б 4,5Ж 15,2У)

Ужин
Рис басмати (200 г 242 ккал 7 Б 0,8 Ж 50,4 У) + куриное филе запеченное (250 г 377,5 ккал 76,2Б 8 Ж 0У)

Перекус 2
Овощная тарелка (400 г 60,8 ккал 4Б 0Ж 10 У)

Итого: 1700,3 ккал 186,6 Б 36 Ж 152,2 У

День 5 
Завтрак(606ккал 21,5Б 31,15Ж 57,5У)  
150 гр Твороженные ватрушки (372ккал 13,5Б 12,75Ж 49,5У) + 200 гр Греческий йогурт (234ккал 8Б 18,4Ж 8У)

Обед(262,5ккал 22,5Б 7,5Ж 29У)
250 гр Гречка с индейкой (262,5ккал 22,5Б 7,5Ж 29У)

Перекус 1(501ккал 16,5Б 25,5Ж 43,5У)
150 гр Хлебцы с арахисовой пастой (501ккал 16,5Б 25,5Ж 43,5У)

Ужин(264ккал 12,4Б 15,4Ж 19У)
200 гр Рагу с мясом(264ккал 12,4Б 15,4Ж 19У)

Перекус 2(59ккал 0.4Б 0Ж 14,2У)
200 гр Чай с имбирем(59ккал 0.4Б 0Ж 14,2У)

Всего: 1692,5ккал 73,3Б 79,55Ж 163,2У
"""
cut_male_70_75 = """70-75 кг
День 1 
Завтрак 
300г Творог 5% (351ккал 9У 15Ж 45Б)

Обед  (397ккал У22,8 Ж12,9 Б74,4) 
300г Фасоль стручковая (177ккал У22,8 Ж9,3 Б5,4) + 300г куриная грудка (330ккал 0У 3,6Ж 69Б)

Перекус 1
банан (3шт 315ккал 81У 1,2Ж 3,9Б)   

Ужин (587,5ккал У50 Ж5,1 Б78,2) 
300г Куриная грудка (330ккал 0У 3,6Ж 69Б) + 250г макароны (257,5ккал 50У 1,5Ж 9,2Б)

Перекус 2 
350г Овощной салат (162ккал 14,3У 12Ж 3Б) 

Итого: (1949,5ккал У177,1 Ж48,3 Б205)

День 2 
Завтрак
Яичница (80% белки (5 шт – 85 ккал 1 У 0Ж 18 Б) 20% желтки (5 шт – 275 ккал 3 У 22,5 Ж 13,5 Б)) 

Обед
Котлеты из индейки (2 шт 214 ккал 8,4 У 12Ж 18 Б) + брокколи отварные (300 г 93 ккал 12 У 1,2 Ж 7,2 Б)

Перекус 1
Творог 5% (300 г 351 ккал 9 У 15 Ж 45 Б)

Ужин
Котлеты из индейки (2 шт 214 ккал 8,4 У 12 Ж 18 Б) + рис отварной (300 г 369 ккал 78 У 0,9 Ж 8,7 Б)

Перекус 2
Кефир 3,2% (2кр 290 ккал 8У 19,2 Ж 18 Б)

Итого: 1891 ккал 146,4 Б 82,8 Ж 127,8 У

День 3 
Завтрак 
300г Шакшука (390ккал 12У 27,6Ж 22,8Б) 

Обед 
250г Ризотто с куриной грудкой (270ккал 31,5У 6,8Ж 17,3Б)  

Перекус 1
Сырники (6шт 528ккал У34,8 Ж24 Б43,2)  

Ужин 
300г Кус-кус с куриным филе (312ккал 39У 4,5Ж 24,6Б) 

Перекус 2 
350г Греческий йогурт (409,5ккал У17,5 Ж32,2 Б14)  

Итого: (1906,5ккал У134,8 Ж95,1 Б121,9)

День 4
Завтрак
Творожная запеканка (300 г 390 ккал 36Б 12,9 Ж 30,6 У)

Обед
Макароны (300 г 309 ккал 11,1 Б 1,8 Ж 60 У) + Рубленые котлеты из курицы (300 г 336 ккал 46,5 Б 12,9 Ж 9 У)

Перекус 1 
Пуддинг с протеином (250 г 200 ккал 25Б 4,5Ж 15,2У)

Ужин
Рис басмати (200 г 242 ккал 7 Б 0,8 Ж 50,4 У) + куриное филе запеченное (250 г 377,5 ккал 76,2Б 8 Ж 0У)

Перекус 2
Овощная тарелка (300 г 45,6 ккал 3Б 0Ж 7,5У)

Итого: 1900,1 ккал 204,8 Б 40,9 Ж 172,7 У

День 5 
Завтрак(606ккал 21,5Б 31,15Ж 57,5У)  
150 гр Твороженные ватрушки (372ккал 13,5Б 12,75Ж 49,5У) + 200 гр Греческий йогурт (234ккал 8Б 18,4Ж 8У)

Обед(315ккал 27Б 9Ж 34,8У)
300 гр Гречка с индейкой (315ккал 27Б 9Ж 34,8У)

Перекус 1(668ккал 22Б 34Ж 58У)
200 гр Хлебцы с арахисовой пастой (668ккал 22Б 34Ж 58У)

Ужин(264ккал 12,4Б 15,4Ж 19У)
200 гр Рагу с мясом(264ккал 12,4Б 15,4Ж 19У)

Перекус 2(59ккал 0.4Б 0Ж 14,2У)
200 гр Чай с имбирем(59ккал 0.4Б 0Ж 14,2У)

Всего: 1912ккал 83,3Б 89,55Ж 183,5У
"""
cut_male_75_80 = """75-80 кг
День 1 
Завтрак 
300г Творог 5% (351ккал 9У 15Ж 45Б)

Обед  (456ккал У30,4 Ж16 Б76,2) 
400г Фасоль стручковая (236ккал У30,4 Ж12,4 Б7,2) + 300г куриная грудка (330ккал 0У 3,6Ж 69Б)

Перекус 1
банан (3шт 315ккал 81У 1,2Ж 3,9Б)   

Ужин (587,5ккал У50 Ж5,1 Б78,2) 
300г Куриная грудка (330ккал 0У 3,6Ж 69Б) + 250г макароны (257,5ккал 50У 1,5Ж 9,2Б)

Перекус 2  (267ккал 41,3У 12,4Ж 4,3Б)
350г Овощной салат (162ккал 14,3У 12Ж 3Б) + банан (1шт 105 ккал 27У 0,4Ж 1,3Б)

Итого: (2113,5ккал У211,7 Ж51,8 Б208,1)

День 2 
Завтрак
Яичница (80% белки (5 шт – 85 ккал 1 У 0Ж 18 Б) 20% желтки (5 шт – 275 ккал 3 У 22,5 Ж 13,5 Б)) 

Обед
Котлеты из индейки (3 шт 321 ккал 12,6 У 18 Ж 27 Б) + брокколи отварные (300 г 93 ккал 12 У 1,2 Ж 7,2 Б)

Перекус 1
Творог 5% (300 г 351 ккал 9 У 15 Ж 45 Б)

Ужин
Котлеты из индейки (3 шт 321 ккал 12,6 У 18 Ж 27 Б) + рис отварной (300 г 369 ккал 78 У 0,9 Ж 8,7 Б)

Перекус 2
Кефир 3,2% (2кр 290 ккал 8У 19,2 Ж 18 Б)

Итого: 2105 ккал 164,4 Б 94,8 Ж 136,2 У

День 3 
Завтрак 
300г Шакшука (390ккал 12У 27,6Ж 22,8Б) 

Обед  
350г Ризотто с куриной грудкой (378ккал 44,1У 9,5Ж 24,2Б)  

Перекус 1
Сырники (6шт 528ккал У34,8 Ж24 Б43,2)  

Ужин  
400г Кус-кус с куриным филе (416ккал 52У 6Ж 32,8Б) 

Перекус 2 
350г Греческий йогурт (409,5ккал У17,5 Ж32,2 Б14)   

Итого: (2118,5ккал У160,4 Ж99,3 Б137)

День 4 
Завтрак
Творожная запеканка (400 г 520 ккал 48 Б 17,2 Ж 40,8 У)

Обед
Макароны (300 г 309 ккал 11,1 Б 1,8 Ж 60 У) + Рубленые котлеты из курицы (300 г 336 ккал 46,5 Б 12,9 Ж 9 У)

Перекус 1 
Пуддинг с протеином (300 г 240 ккал 30Б 4,5Ж 18,3У)

Ужин
Рис басмати (200 г 242 ккал 7 Б 0,8 Ж 50,4 У) + куриное филе запеченное (250 г 377,5 ккал 76,2Б 8 Ж 0У)

Перекус 2
Овощная тарелка (500 г 65,8 ккал 5Б 0Ж 12,5У)

Итого: 2090,3 ккал 223,8 Б 45,2 Ж 191 У

День 5 
Завтрак(730ккал 26Б 35,4Ж 74У)  
200 гр Твороженные ватрушки (496ккал 18Б 17Ж 66У) + 200 гр Греческий йогурт (234ккал 8Б 18,4Ж 8У)

Обед(315ккал 27Б 9Ж 34,8У)
300 гр Гречка с индейкой (315ккал 27Б 9Ж 34,8У)

Перекус 1(668ккал 22Б 34Ж 58У)
200 гр Хлебцы с арахисовой пастой (668ккал 22Б 34Ж 58У)

Ужин(330ккал 15,5Б 19,25Ж 23,75У)
250 гр Рагу с мясом(330ккал 15,5Б 19,25Ж 23,75У)

Перекус 2(59ккал 0.4Б 0Ж 14,2У)
200 гр Чай с имбирем(59ккал 0.4Б 0Ж 14,2У)

Всего: 2102ккал 90,9Б 97,65Ж 204,75У
"""
cut_male_80_85 = """80-85 кг
День 1 
Завтрак 
300г Творог 5% (351ккал 9У 15Ж 45Б)

Обед  (456ккал У30,4 Ж16 Б76,2) 
400г Фасоль стручковая (236ккал У30,4 Ж12,4 Б7,2) + 300г куриная грудка (330ккал 0У 3,6Ж 69Б)

Перекус 1
банан (3шт 315ккал 81У 1,2Ж 3,9Б)  

Ужин (690,5ккал У70 Ж5,7 Б81,9)  
300г Куриная грудка (330ккал 0У 3,6Ж 69Б) + 350г макароны (360,5ккал 70У 2,1Ж 12,9Б)

Перекус 2  (372ккал 68,3У 12,8Ж 5,6Б) 
350г Овощной салат (162ккал 14,3У 12Ж 3Б) + банан (2шт 210 ккал 54У 0,8Ж 2,6Б)

Итого: (2321,5ккал У258,7 Ж52,8 Б213,1)

День 2 
Завтрак
Яичница (80% белки (5 шт – 85 ккал 1 У 0Ж 18 Б) 20% желтки (5 шт – 275 ккал 3 У 22,5 Ж 13,5 Б)) 

Обед
Котлеты из индейки (3 шт 321 ккал 12,6 У 18 Ж 27 Б) + брокколи отварные (400 г 124 ккал 16 У 1,6 Ж 9,6 Б)

Перекус 1
Творог 5% (300 г 351 ккал 9 У 15 Ж 45 Б)

Ужин
Котлеты из индейки (3 шт 321 ккал 12,6 У 18 Ж 27 Б) + рис отварной (300 г 369 ккал 78 У 0,9 Ж 8,7 Б)

Перекус 2
Кефир 3,2% (3 кр 435 ккал 12 У 28,8 Ж 27 Б)

Итого: 2281 ккал 175,8 Б 104,8 Ж 144,2 У

День 3 
Завтрак 
300г Шакшука (390ккал 12У 27,6Ж 22,8Б) 

Обед  
350г Ризотто с куриной грудкой (486ккал 56,7У 12,2Ж 31,1Б)  

Перекус 1  
Сырники (7шт 616ккал У40,6 Ж28 Б50,4)  

Ужин  
400г Кус-кус с куриным филе (416ккал 52У 6Ж 32,8Б) 

Перекус 2 
350г Греческий йогурт (409,5ккал У17,5 Ж32,2 Б14)   

Итого: (2314,5ккал У178,8 Ж106 Б151,1)

День 4
Завтрак
Творожная запеканка (400 г 520 ккал 48 Б 17,2 Ж 40,8 У)

Обед
Макароны (300 г 309 ккал 11,1 Б 1,8 Ж 60 У) + Рубленые котлеты из курицы (300 г 336 ккал 46,5 Б 12,9 Ж 9 У)

Перекус 1 
Пуддинг с протеином (300 г 240 ккал 30Б 4,5Ж 18,3У)

Ужин
Рис басмати (300 г 363 ккал 10,5 Б 1,2 Ж 75,6 У) + куриное филе запеченное (300 г 453ккал 91,5 9,6 Ж 0У)

Перекус 2
Овощная тарелка (600 г 81 ккал 6Б 0Ж 15У)

Итого: 2302 ккал 243,5 Б 47,2 Ж 218,7 У

День 5 
Завтрак(730ккал 26Б 35,4Ж 74У)  
200 гр Твороженные ватрушки (496ккал 18Б 17Ж 66У) + 200 гр Греческий йогурт (234ккал 8Б 18,4Ж 8У)

Обед(420ккал 36Б 12Ж 46,4У)
400 гр Гречка с индейкой (420ккал 36Б 12Ж 46,4У)

Перекус 1(668ккал 22Б 34Ж 58У)
200 гр Хлебцы с арахисовой пастой (668ккал 22Б 34Ж 58У)

Ужин(396ккал 18,6Б 23,1Ж 28,5У)
300 гр Рагу с мясом(396ккал 18,6Б 23,1Ж 28,5У)

Перекус 2(88,5ккал 0,6Б 0Ж 21,3У)
300 гр Чай с имбирем(88,5ккал 0,6Б 0Ж 21,3У)
Всего: 2302,5ккал 103,2Б 104,5Ж 228,2У
"""
cut_male_85_90 = """285-90 кг
День 1 
Завтрак 
400г Творог 5% (468ккал 12У 20Ж 60Б)

Обед  (456ккал У30,4 Ж16 Б76,2) 
400г Фасоль стручковая (236ккал У30,4 Ж12,4 Б7,2) + 300г куриная грудка (330ккал 0У 3,6Ж 69Б)

Перекус 1
банан (3шт 315ккал 81У 1,2Ж 3,9Б)   

Ужин (690,5ккал У70 Ж5,7 Б81,9)  
300г Куриная грудка (330ккал 0У 3,6Ж 69Б) + 350г макароны (360,5ккал 70У 2,1Ж 12,9Б)

Перекус 2  (426ккал 72,4У 16,8Ж 6,6Б)  
450г Овощной салат (216ккал 18,4У 16Ж 4Б) + банан (2шт 210 ккал 54У 0,8Ж 2,6Б)

Итого: (2492,5ккал У265,8 Ж61,8 Б229,1)

День 2 
Завтрак
Яичница (80% белки (5 шт – 85 ккал 1 У 0Ж 18 Б) 20% желтки (5 шт – 275 ккал 3 У 22,5 Ж 13,5 Б)) 

Обед
Котлеты из индейки (3 шт 321 ккал 12,6 У 18 Ж 27 Б) + брокколи отварные (400 г 124 ккал 16 У 1,6 Ж 9,6 Б)

Перекус 1
Творог 5% (400 г 468 ккал 12 У 20 Ж 60 Б)

Ужин
Котлеты из индейки (3 шт 321 ккал 12,6 У 18 Ж 27 Б) + рис отварной (400 г 492 ккал 104 У 1,2 Ж 11,6 Б)

Перекус 2 
Кефир 3,2% (3 кр 435 ккал 12 У 28,8 Ж 27 Б)

День 3 
Завтрак 
350г Шакшука (455ккал 14У 32,2Ж 26,6Б) 

Обед  
350г Ризотто с куриной грудкой (486ккал 56,7У 12,2Ж 31,1Б)  

Перекус 1  
Сырники (7шт 616ккал У40,6 Ж28 Б50,4)  

Ужин  
400г Кус-кус с куриным филе (416ккал 52У 6Ж 32,8Б) 

Перекус  
450г Греческий йогурт (526,5ккал У22,5 Ж41,4 Б18)  

Итого: (2496,5ккал У185,8 Ж119,8 Б158,9)

День 4
Завтрак
Творожная запеканка (400 г 520 ккал 48 Б 17,2 Ж 40,8 У)

Обед
Макароны (400 г 412 ккал 14,8 Б 2,4 Ж 80 У) + Рубленые котлеты из курицы (300 г 336 ккал 46,5 Б 12,9 Ж 9 У)

Перекус 1 
Пуддинг с протеином (300 г 240 ккал 30Б 4,5Ж 18,3У)

Ужин
Рис басмати (400 г 484 ккал 14 Б 1,6 Ж 100,8 У) + куриное филе запеченное (300 г 453ккал 91,5 9,6 Ж 0У)

Перекус 2
Овощная тарелка (500 г 65,8 ккал 5Б 0Ж 12,5У)
Итого: 2510 ккал 249,8 Б 48,2 Ж 261,4 У

День 5 
Завтрак(730ккал 26Б 35,4Ж 74У)  
200 гр Твороженные ватрушки (496ккал 18Б 17Ж 66У) + 200 гр Греческий йогурт (234ккал 8Б 18,4Ж 8У)

Обед(420ккал 36Б 12Ж 46,4У)
400 гр Гречка с индейкой (420ккал 36Б 12Ж 46,4У)

Перекус 1(668ккал 22Б 34Ж 58У)
200 гр Хлебцы с арахисовой пастой (668ккал 22Б 34Ж 58У)

Ужин(396ккал 18,6Б 23,1Ж 28,5У)
300 гр Рагу с мясом(396ккал 18,6Б 23,1Ж 28,5У)

Перекус 2(88,5ккал 0,6Б 0Ж 21,3У)
300 гр Чай с имбирем(88,5ккал 0,6Б 0Ж 21,3У)

Всего: 2302,5ккал 103,2Б 104,5Ж 228,2У
"""
cut_male_90_95 = """90-95 кг
День 1 
Завтрак 
400г Творог 5% (468ккал 12У 20Ж 60Б)

Обед  (566ккал У30,4 Ж17,2 Б99,2) 
400г Фасоль стручковая (236ккал У30,4 Ж12,4 Б7,2) + 400г куриная грудка (440ккал 0У 4,8Ж 92Б)

Перекус 1
банан (3шт 315ккал 81У 1,2Ж 3,9Б)  

Ужин (793,5ккал У90 Ж6,3 Б85,6)  
300г Куриная грудка (330ккал 0У 3,6Ж 69Б) + 450г макароны (463,5ккал 90У 2,7Ж 16,6Б)

Перекус 2  (531ккал 99,4У 17,2Ж 7,9Б)  
450г Овощной салат (216ккал 18,4У 16Ж 4Б) + банан (3шт 315ккал 81У 1,2Ж 3,9Б)   

Итого: (2810,5ккал У312,8 Ж64 Б257,1)

День 2 
Завтрак
Яичница (80% белки (6 шт – 102 ккал 1,2 У 0Ж 21,6 Б) 20% желтки (6 шт – 330 ккал 3,6 У 27 Ж 16,2 Б)) 

Обед
Котлеты из индейки (4 шт 428 ккал 16,8 У 24 Ж 36 Б) + брокколи отварные (400 г 124 ккал 16 У 1,6 Ж 9,6 Б)

Перекус 1
Творог 5% (400 г 468 ккал 12 У 20 Ж 60 Б)

Ужин
Котлеты из индейки (4 шт 428 ккал 16,8 У 24 Ж 36 Б) + рис отварной (400 г 492 ккал 104 У 1,2 Ж 11,6 Б)

Перекус 2 
Кефир 3,2% (3 кр 435 ккал 12 У 28,8 Ж 27 Б)

Итого: 2807 ккал 218 Б 126,6 Ж 182,4 У

День 3 
Завтрак  
450г Шакшука (585ккал 18У 41,4Ж 34,2Б) 

Обед  
450г Ризотто с куриной грудкой (594ккал 69,3У 14,9Ж 38Б)  

Перекус 1  
Сырники (8шт 704ккал У46,4 Ж32 Б57,6)  

Ужин  
400г Кус-кус с куриным филе (416ккал 52У 6Ж 32,8Б) 

Перекус  
450г Греческий йогурт (526,5ккал У22,5 Ж41,4 Б18) 

Итого: (2822,5ккал У208,2 Ж135,7 Б180,6)

День 4
Завтрак
Творожная запеканка (500 г 650 ккал 60 Б 21,5 Ж 51 У)

Обед
Макароны (450 г 463,5 ккал 16,7 Б 2,7 Ж 90 У) + Рубленые котлеты из курицы (400 г 448ккал 60,8 Б 17,2 Ж 12 У)

Перекус 1 
Пуддинг с протеином (300 г 240 ккал 30Б 4,5Ж 18,3У)

Ужин
Рис басмати (400 г 484 ккал 14 Б 1,6 Ж 100,8 У) + куриное филе запеченное (300 г 453ккал 91,5 9,6 Ж 0У)

Перекус 2
Овощная тарелка (500 г 65,8 ккал 5Б 0Ж 12,5У)

Итого: 2803 ккал 278 Б 57,1 Ж 284,6 У

День 5 
Завтрак(912,5ккал 35Б 44,25Ж 92,5У)  
250 гр Твороженные ватрушки (620ккал 22,5Б 21,25Ж 82,5У) + 250 гр Греческий йогурт (292,5ккал 12,5Б 23Ж 10У)

Обед(420ккал 36Б 12Ж 46,4У)
400 гр Гречка с индейкой (420ккал 36Б 12Ж 46,4У)

Перекус 1(1002ккал 33Б 51Ж 87У)
300 гр Хлебцы с арахисовой пастой (1002ккал 33Б 51Ж 87У)

Ужин(396ккал 18,6Б 23,1Ж 28,5У)
300 гр Рагу с мясом(396ккал 18,6Б 23,1Ж 28,5У)

Перекус 2(88,5ккал 0,6Б 0Ж 21,3У)
300 гр Чай с имбирем(88,5ккал 0,6Б 0Ж 21,3У)
Итого: 3017ккал 132,5Б 142,9Ж 289,95У
"""

set_female_50_55 = """50-55 кг
1 день
Завтрак
сырники 200 грамм (386ккал)
греческий йогурт 2% 150 грамм (100 ккал)
яблоко 150 грамм (71 ккал)

Обед
Свиные котлеты 200гр. Бурый рис 130гр

Перекус
творог 5% 160 грамм (194 ккал)
банан 150 грамм (134 ккал)

Ужин
-Куриная отбивная (120 гр)
-сухой салат из свежих огурцов и помидор заправленный 1ч.ложкой масла (200гр)
-протеиновый коктейль(250мл)

2 день
Завтрак
овсяные хлопья 60 грамм (213 ккал)
творог 5% 160 грамм (194 ккал)
яйцо 50 грамм (78 ккал)
банан 80 грамм (71 ккал)

Обед
котлеты куриные в панировке 100 гр. Брокколи 150 гр
в сливках 10 % 70 гр. тертая свекла 150 гр с грецким орехом 20 гр.

Перекус
хлеб 40 грамм (85 ккал)
сыр 35% 20 грамм (58 ккал)
ветчина из индейки 70 грамм (77 ккал)
сыр творожный 20 грамм (48 ккал)
белок яйца 50 грамм (22 ккал) 
яблоко 100 грамм (47 ккал)

Ужин
Котлеты из рыбы (150гр)
-Рис бурый (150гр)
-Стручковая фасоль (100гр)
-кефир 2,5%(250мл)

3 день
Завтрак
куриное филе вареное 50 грамм (79 ккал) 
яичный белок 80 грамм (35 ккал)
яичный желток 30 грамм (97 ккал)
молоко 3,5% 50 мл (32 ккал)
хлеб зерновой 50 грамм (70 ккал)
сыр 20 грамм (70 ккал)
банан 100 грамм (89 ккал)

Обед
Филе индейки 200 гр. макароны из твердых сортов пшеницы 150 гр. салат огурцы и помидоры 100 гр. сметана 10% 20 гр.

Перекус
кефир 2.5% 300 мл (154 ккал)
печенье протеиновое 40 грамм (108 ккал)
пастила 20 грамм (70 ккал)

Ужин
Тушенная капуста с курицей и кукурузой (200 гр) 
Булгур(100гр)
Коктейль-банан,молоко(250мл)

4 день
Завтрак
яйцо 60 грамм (94 ккал)
овсяные хлопья 55 грамм ( 195 ккал)
молоко 3,5% 50 мл (32 ккал)
йогурт греческий 2% 120 грамм (80 ккал)
банан 50 грамм (45 ккал)
творог 5% 80 грамм (97 ккал)

Обед
котлеты говяжьи 150 гр. кускус 100 гр. перец болгарский 100 гр.

Перекус
куриное филе запеченное 80 грамм ( 127 ккал)
булгур сухой 50 грамм (171 ккал)
масло сливочное 5 грамм (36 ккал)

Ужин
Паста с индейкой и овощами(230гр) 
Ряженка 1,5%(250мл)
Протеиновая печенька (80гр)

5 день
Завтрак
хлеб зерновой 60 грамм (192 ккал) 
ветчина из индейки 3% 70 грамм (58 ккал)
сыр 16% 25 грамм (65 ккал)
сыр творожный 18% 25 грамм (54 ккал)
творог 2% 100 грамм (103 ккал)
яблоко 160 ккал (75 ккал)

Обед
семга 200 гр. пюре картофельное 200 гр. салат из сыра морковки и свеклы 150 гр.

Перекус
сырники 5% 130 грамм (267 ккал)
йогурт 2% 100 грамм (67 ккал)

Ужин
Фунчоза с перцем и курицей(190гр)
бутерброд с тунцом и творожным сыром(150гр)
Смузи-банан,киви (250мл)
"""
set_female_55_60 = """55-60 кг
1 день
Завтрак
сырники 200 грамм (386ккал)
греческий йогурт 2% 150 грамм (100 ккал)
яблоко 150 грамм (71 ккал)

Обед
Свиные котлеты 200гр. Бурый рис 150гр

Перекус
творог 5% 160 грамм (194 ккал)
банан 150 грамм (134 ккал)

Ужин
Куриная отбивная (150 гр)
-сухой салат из свежих огурцов и помидор приправленный 1ч.ложкой масла (220гр)
-протеиновый коктейль(30гр)

2 день
Завтрак
овсяные хлопья 60 грамм (213 ккал)
творог 5% 160 грамм (194 ккал)
яйцо 50 грамм (78 ккал)
банан 80 грамм (71 ккал)

Обед
котлеты куриные в панировке 150 гр. Брокколи 200 гр
в сливках 10 % 100 гр. тертая свекла 150 гр с грецким орехом 20 гр.

Перекус
хлеб 40 грамм (85 ккал)
сыр 35% 20 грамм (58 ккал)
ветчина из индейки 70 грамм (77 ккал)
сыр творожный 20 грамм (48 ккал)
белок яйца 50 грамм (22 ккал) 
яблоко 100 грамм (47 ккал)

Ужин
-Котлеты из рыбы (200гр)
-Рис бурый (180гр)
-Стручковая фасоль (100гр)
-кефир 2,5%(250мл)

3 день
Завтрак
куриное филе вареное 50 грамм (79 ккал) 
яичный белок 80 грамм (35 ккал)
яичный желток 30 грамм (97 ккал)
молоко 3,5% 50 мл (32 ккал)
хлеб зерновой 50 грамм (70 ккал)
сыр 20 грамм (70 ккал)
банан 100 грамм (89 ккал)

Обед
Филе индейки 250 гр. макароны из твердых сортов пшеницы 170 гр. салат огурцы и помидоры 100 гр. сметана 10% 20 гр.

Перекус
кефир 2.5% 300 мл (154 ккал)
печенье протеиновое 40 грамм (108 ккал)
пастила 20 грамм (70 ккал)

Ужин
Тушенная капуста с курицей и кукурузой (200 гр) 
Булгур(100гр)
Коктейль-банан,молоко(250мл)

4 день
Завтрак
яйцо 60 грамм (94 ккал)
овсяные хлопья 55 грамм ( 195 ккал)
молоко 3,5% 50 мл (32 ккал)
йогурт греческий 2% 120 грамм (80 ккал)
банан 50 грамм (45 ккал)
творог 5% 80 грамм (97 ккал)

Обед
котлеты говяжьи 150 гр. кускус 150 гр. перец болгарский 100 гр.

Перекус
куриное филе запеченное 80 грамм ( 127 ккал)
булгур сухой 50 грамм (171 ккал)
масло сливочное 5 грамм (36 ккал)

Ужин
Паста с индейкой и овощами(200гр) 
Ряженка 1,5%(250мл)
Протеиновая печенька (100гр )

5 день
Завтрак
хлеб зерновой 60 грамм (192 ккал) 
ветчина из индейки 3% 70 грамм (58 ккал)
сыр 16% 25 грамм (65 ккал)
сыр творожный 18% 25 грамм (54 ккал)
творог 2% 100 грамм (103 ккал)
яблоко 160 ккал (75 ккал)

Обед
семга 200 гр. пюре картофельное 250 гр. салат из сыра морковки и свеклы 150 гр.

Перекус
сырники 5% 130 грамм (267 ккал)
йогурт 2% 100 грамм (67 ккал)

Ужин
Фунчоза с перцем и курицей(250 гр)
бутерброд с тунцом и творожным сыром(170гр)
Смузи-банан,киви (250мл)
"""
set_female_60_65 = """60-65 кг
1 день
Завтрак
сырники 200 грамм (386ккал)
греческий йогурт 2% 150 грамм (100 ккал)
яблоко 150 грамм (71 ккал)

Обед
свиные котлеты 250гр. Бурый рис 150гр.

Перекус
творог 5% 160 грамм (194 ккал)
банан 150 грамм (134 ккал)

Ужин
-Куриная отбивная (180гр)
-сухой салат из свежих огурцов и помидор приправленный 1ч.ложкой масла (225гр)
-протеиновый коктейль(40гр)


2 день
Завтрак
овсяные хлопья 60 грамм (213 ккал)
творог 5% 160 грамм (194 ккал)
яйцо 50 грамм (78 ккал)
банан 80 грамм (71 ккал)

Обед
котлеты куриные в панировке 250 гр. Брокколи 250 гр.
в сливках 10 % 100 гр. тертая свекла 150 гр с грецким орехом 20 гр.

Перекус
хлеб 40 грамм (85 ккал)
сыр 35% 20 грамм (58 ккал)
ветчина из индейки 70 грамм (77 ккал)
сыр творожный 20 грамм (48 ккал)
белок яйца 50 грамм (22 ккал) 
яблоко 100 грамм (47 ккал)

Ужин
-Котлеты из рыбы (220гр)
-Рис бурый (200гр)
-Стручковая фасоль (100гр)
-кефир 2,5%(250мл)

3 день
Завтрак
куриное филе вареное 50 грамм (79 ккал) 
яичный белок 80 грамм (35 ккал)
яичный желток 30 грамм (97 ккал)
молоко 3,5% 50 мл (32 ккал)
хлеб зерновой 50 грамм (70 ккал)
сыр 20 грамм (70 ккал)
банан 100 грамм (89 ккал)

Обед
Филе индейки 200 гр. макароны из твердых сортов пшеницы 200 гр. салат огурцы и помидоры 100 гр. сметана 10% 20 гр.

Перекус
кефир 2.5% 300 мл (154 ккал)
печенье протеиновое 40 грамм (108 ккал)
пастила 20 грамм (70 ккал)

Ужин
Тушенная капуста с курицей и кукурузой (220 гр) 
Булгур(150)
Коктейль-банан,молоко(250мл)

4 день
Завтрак
яйцо 60 грамм (94 ккал)
овсяные хлопья 55 грамм ( 195 ккал)
молоко 3,5% 50 мл (32 ккал)
йогурт греческий 2% 120 грамм (80 ккал)
банан 50 грамм (45 ккал)
творог 5% 80 грамм (97 ккал)

Обед
котлеты говяжьи 170 гр. кускус 150 гр. перец болгарский 100 гр.

Перекус
куриное филе запеченное 80 грамм ( 127 ккал)
булгур сухой 50 грамм (171 ккал)
масло сливочное 5 грамм (36 ккал)

Ужин
Паста с индейкой и овощами(220) 
Ряженка 1,5%(250мл)
Протеиновая печенька (100гр )


5 день
Завтрак
хлеб зерновой 60 грамм (192 ккал) 
ветчина из индейки 3% 70 грамм (58 ккал)
сыр 16% 25 грамм (65 ккал)
сыр творожный 18% 25 грамм (54 ккал)
творог 2% 100 грамм (103 ккал)
яблоко 160 ккал (75 ккал)

Обед
семга 230 гр. пюре картофельное 250 гр. салат из сыра морковки и свеклы 170 гр.

Перекус
сырники 5% 130 грамм (267 ккал)
йогурт 2% 100 грамм (67 ккал)

Ужин
Фунчоза с перцем и курицей(250 гр)
бутерброд с тунцом и творожным сыром(170гр)
Смузи-банан,киви (250мл)
"""
set_female_65_70 = """65-70 кг
1 день
Завтрак
хлеб зерновой 65 грамм (208 ккал) 
ветчина из индейки 3% 70 грамм (58 ккал)
сыр 16% 25 грамм (65 ккал)
сыр творожный 18% 25 грамм (54 ккал)
творог 2% 120 грамм (124 ккал)
яблоко 120 грамм (56 ккал)
банан 70 грамм (62 ккал)

Обед
Свиные котлеты 250гр. Бурый рис 170 гр.

Перекус
творог 5% 190 грамм (230 ккал)
банан 160 грамм (142 ккал)

Ужин
-Куриная отбивная (200гр)
-сухой салат из свежих огурцов и помидор приправленный 1ч.ложкой масла (250гр)
-протеиновый коктейль(50гр)

2 день
Завтрак
сырники 210 грамм (405 ккал)
греческий йогурт 2% 170 грамм (114 ккал)
яблоко 160 грамм (75 ккал)
масло 3 грамма (27 ккал)

Обед
котлеты куриные в панировке 270 гр. Брокколи 170 гр
в сливках 15 % 70 гр. тертая свекла 170 гр с грецким орехом 25 гр.

Перекус
хлеб 45 грамм ( 96 ккал)
сыр 35% 20 грамм (58 ккал)
ветчина из индейки 80 грамм (88 ккал)
сыр творожный 20 грамм (48 ккал)
белок яйца 60 грамм (31 ккал) 
яблоко 110 грамм (52ккал)

Ужин
-Котлеты из рыбы (250гр)
-Рис бурый (200гр)
-Стручковая фасоль (100гр)
-кефир 2,5%(250мл)

3 день
Завтрак
яйцо 65 грамм (102 ккал)
овсяные хлопья 55 грамм ( 195 ккал)
молоко 3,5% 55 мл (35 ккал)
йогурт греческий 2% 130 грамм (87 ккал)
банан 65 грамм (58 ккал)
творог 5% 120 грамм (140 ккал)

Обед
Филе индейки 250 гр. макароны из твердых сортов пшеницы 200 гр. салат огурцы и помидоры 100 гр. сметана 10% 20 гр.

Перекус
кефир 2.5% 330 мл ( 170 ккал)
печенье протеиновое 50  грамм (135 ккал)
пастила 20 грамм (70 ккал)

Ужин
Тушенная капуста с курицей и кукурузой (250гр) 
Булгур(170гр)
Коктейль-банан,молоко(250мл)

4 день
Завтрак
овсяные хлопья 60 грамм (213 ккал)
творог 5% 170 грамм (199 ккал)
яйцо 65 грамм (102 ккал)
банан 80 грамм (71 ккал)
йогурт греческий 2% 50 грамм (34 ккал)

Обед
котлеты говяжьи 200 гр. кускус 170 гр. перец болгарский 100 гр.

Перекус
куриное филе запеченное 100 грамм ( 158 ккал)
булгур сухой 60 грамм (182 ккал)
масло сливочное 5 грамм (36 ккал)

Ужин
Паста с индейкой и овощами(250) 
Ряженка 1,5%(250мл)
Протеиновая печенька (100гр)

5 день
Завтрак
куриное филе вареное 60 грамм (95 ккал) 
яичный белок 90 грамм (40 ккал)
яичный желток 30 грамм (97 ккал)
молоко 3,5% 60 мл (38 ккал)
хлеб зерновой 60 грамм (173 ккал)
сыр 25 грамм (88 ккал)
банан 110 грамм (98 ккал)

Обед 
семга 250 гр. пюре картофельное 250 гр. салат из сыра морковки и свеклы 170 гр.
Перекус
сырники 5% 150 грамм (308 ккал)
йогурт 2% 100 грамм (67 ккал)

Ужин
Фунчоза с перцем и курицей(270 гр)
бутерброд с тунцом и творожным сыром(170гр)
Смузи-банан,киви (250мл)
"""
set_female_70_75 = """70-75 кг
1 день
Завтрак
хлеб зерновой 65 грамм (208 ккал) 
ветчина из индейки 3% 70 грамм (58 ккал)
сыр 16% 25 грамм (65 ккал)
сыр творожный 18% 25 грамм (54 ккал)
творог 2% 120 грамм (124 ккал)
яблоко 120 грамм (56 ккал)
банан 70 грамм (62 ккал)

Обед
Свиные котлеты 250гр. Бурый рис 170 гр.

Перекус
творог 5% 190 грамм (230 ккал)
банан 160 грамм (142 ккал)

Ужин
-Куриная отбивная (200гр)
-сухой салат из свежих огурцов и помидор приправленный 1ч.ложкой масла (250гр)
-протеиновый коктейль(50гр)

2 день
Завтрак
сырники 210 грамм (405 ккал)
греческий йогурт 2% 170 грамм (114 ккал)
яблоко 160 грамм (75 ккал)
масло 3 грамма (27 ккал)

Обед
котлеты куриные в панировке 270 гр. Брокколи 170 гр
в сливках 15 % 70 гр. тертая свекла 170 гр с грецким орехом 25 гр.

Перекус
хлеб 45 грамм ( 96 ккал)
сыр 35% 20 грамм (58 ккал)
ветчина из индейки 80 грамм (88 ккал)
сыр творожный 20 грамм (48 ккал)
белок яйца 60 грамм (31 ккал) 
яблоко 110 грамм (52ккал)

Ужин
-Котлеты из рыбы (250гр)
-Рис бурый (200гр)
-Стручковая фасоль (100гр)
-кефир 2,5%(250мл)

3 день
Завтрак
яйцо 65 грамм (102 ккал)
овсяные хлопья 55 грамм ( 195 ккал)
молоко 3,5% 55 мл (35 ккал)
йогурт греческий 2% 130 грамм (87 ккал)
банан 65 грамм (58 ккал)
творог 5% 120 грамм (140 ккал)

Обед
Филе индейки 250 гр. макароны из твердых сортов пшеницы 200 гр. салат огурцы и помидоры 100 гр. сметана 10% 20 гр.

Перекус
кефир 2.5% 330 мл ( 170 ккал)
печенье протеиновое 50  грамм (135 ккал)
пастила 20 грамм (70 ккал)

Ужин
Тушенная капуста с курицей и кукурузой (250гр) 
Булгур(170гр)
Коктейль-банан,молоко(250мл)

4 день
Завтрак
овсяные хлопья 60 грамм (213 ккал)
творог 5% 170 грамм (199 ккал)
яйцо 65 грамм (102 ккал)
банан 80 грамм (71 ккал)
йогурт греческий 2% 50 грамм (34 ккал)

Обед
котлеты говяжьи 200 гр. кускус 170 гр. перец болгарский 100 гр.
Перекус
куриное филе запеченное 100 грамм ( 158 ккал)
булгур сухой 60 грамм (182 ккал)
масло сливочное 5 грамм (36 ккал)

Ужин
Паста с индейкой и овощами(250) 
Ряженка 1,5%(250мл)
Протеиновая печенька (100гр )

5 день
Завтрак
куриное филе вареное 60 грамм (95 ккал) 
яичный белок 90 грамм (40 ккал)
яичный желток 30 грамм (97 ккал)
молоко 3,5% 60 мл (38 ккал)
хлеб зерновой 60 грамм (173 ккал)
сыр 25 грамм (88 ккал)
банан 110 грамм (98 ккал)

Обед 
семга 250 гр. пюре картофельное 250 гр. салат из сыра морковки и свеклы 170 гр.

Перекус
сырники 5% 150 грамм (308 ккал)
йогурт 2% 100 грамм (67 ккал)
Ужин

Фунчоза с перцем и курицей(270 гр)
бутерброд с тунцом и творожным сыром(170гр)
Смузи-банан,киви (250мл)
"""
set_female_75_80 = """75-80 кг
1 день
Завтрак
хлеб зерновой 65 грамм (208 ккал) 
ветчина из индейки 3% 70 грамм (58 ккал)
сыр 16% 25 грамм (65 ккал)
сыр творожный 18% 25 грамм (54 ккал)
творог 2% 120 грамм (124 ккал)
яблоко 120 грамм (56 ккал)
банан 70 грамм (62 ккал)

Обед
свиные котлеты 270гр. Бурый рис 170гр

Перекус
творог 5% 190 грамм (230 ккал)
банан 160 грамм (142 ккал)

Ужин
-Куриная отбивная (270гр)
-сухой салат из свежих огурцов и помидор приправленный 1ч.ложкой масла (235гр)
-протеиновый коктейль(70гр)

2 день
Завтрак
сырники 210 грамм (405 ккал)
греческий йогурт 2% 170 грамм (114 ккал)
яблоко 160 грамм (75 ккал)
масло 3 грамма (27 ккал)

Обед
котлеты куриные в панировке 250 гр. Брокколи 200 гр
в сливках 15 % 100 гр. тертая свекла 150 гр с грецким орехом 20 гр. 

Перекус
хлеб 45 грамм (96 ккал)
сыр 35% 20 грамм (58 ккал)
ветчина из индейки 80 грамм (88 ккал)
сыр творожный 20 грамм (48 ккал)
белок яйца 60 грамм (31 ккал) 
яблоко 110 грамм (52ккал)

Ужин
Котлеты из рыбы (270гр)
-Рис бурый (250гр)
-Стручковая фасоль (180гр)
-кефир 2,5%(250мл)

3 день
Завтрак
яйцо 65 грамм (102 ккал)
овсяные хлопья 55 грамм ( 195 ккал)
молоко 3,5% 55 мл (35 ккал)
йогурт греческий 2% 130 грамм (87 ккал)
банан 65 грамм (58 ккал)
творог 5% 120 грамм (140 ккал)

Обед
Филе индейки 270 гр. макароны из твердых сортов пшеницы 230 гр. салат огурцы и помидоры 130 гр. сметана 10% 20 гр.

Перекус
кефир 2.5% 330 мл ( 170 ккал)
печенье протеиновое 50  грамм (135 ккал)
пастила 20 грамм (70 ккал)

Ужин
Тушенная капуста с курицей и кукурузой (250гр) 
Булгур(180)
Коктейль-банан,молоко(250мл)

4 день
Завтрак
овсяные хлопья 60 грамм (213 ккал)
творог 5% 170 грамм (199 ккал)
яйцо 65 грамм (102 ккал)
банан 80 грамм (71 ккал)
йогурт греческий 2% 50 грамм (34 ккал)

Обед
котлеты говяжьи 250 гр. кускус 200 гр. перец болгарский 100 гр.

Перекус
куриное филе запеченное 100 грамм ( 158 ккал)
булгур сухой 60 грамм (182 ккал)
масло сливочное 5 грамм (36 ккал)

Ужин
Паста с индейкой и овощами(280кг) 
Ряженка 1,5%(250мл)
Протеиновая печенька (180гр )

5 день
Завтрак
куриное филе вареное 60 грамм (95 ккал) 
яичный белок 90 грамм (40 ккал)
яичный желток 30 грамм (97 ккал)
молоко 3,5% 60 мл (38 ккал)
хлеб зерновой 60 грамм (173 ккал)
сыр 25 грамм (88 ккал)
банан 110 грамм (98 ккал)

Обед 
семга 250 гр. пюре картофельное 270 гр. салат из сыра морковки и свеклы 200 гр.

Перекус
сырники 5% 150 грамм (308 ккал)
йогурт 2% 100 грамм (67 ккал)

Ужин
Фунчоза с перцем и курицей(310гр)
бутерброд с тунцом и творожным сыром(180гр)
Смузи-банан,киви (250мл)
"""
set_female_80_85 = """80-85 кг
1 день
Завтрак
хлеб зерновой 65 грамм (208 ккал) 
ветчина из индейки 3% 70 грамм (58 ккал)
сыр 16% 25 грамм (65 ккал)
сыр творожный 18% 25 грамм (54 ккал)
творог 2% 120 грамм (124 ккал)
яблоко 120 грамм (56 ккал)
банан 70 грамм (62 ккал)
Обед
свиные котлеты 250гр. Бурый рис 200гр
Перекус
творог 5% 190 грамм (230 ккал)
банан 160 грамм (142 ккал)
Ужин
-Куриная отбивная (270гр)
-сухой салат из свежих огурцов и помидор приправленный 1ч.ложкой масла (235гр)
-протеиновый коктейль(70гр)


2 день
Завтрак
сырники 210 грамм (405 ккал)
греческий йогурт 2% 170 грамм (114 ккал)
яблоко 160 грамм (75 ккал)
масло 3 грамма (27 ккал)
Обед 
котлеты куриные в панировке 270 гр. Брокколи 230 гр
в сливках 15 % 100 гр. тертая свекла 200 гр с грецким орехом 30 гр.
Перекус
хлеб 45 грамм ( 96 ккал)
сыр 35% 20 грамм (58 ккал)
ветчина из индейки 80 грамм (88 ккал)
сыр творожный 20 грамм (48 ккал)
белок яйца 60 грамм (31 ккал) 
яблоко 110 грамм (52ккал)
Ужин
Котлеты из рыбы (270гр)
-Рис бурый (250гр)
-Стручковая фасоль (180гр)
-кефир 2,5%(250мл)

3 день
Завтрак
яйцо 65 грамм (102 ккал)
овсяные хлопья 55 грамм ( 195 ккал)
молоко 3,5% 55 мл (35 ккал)
йогурт греческий 2% 130 грамм (87 ккал)
банан 65 грамм (58 ккал)
творог 5% 120 грамм (140 ккал)
Обед
Филе индейки 270 гр. макароны из твердых сортов пшеницы 230 гр. салат огурцы и помидоры 130 гр. сметана 10% 20 гр.
Перекус
кефир 2.5% 330 мл ( 170 ккал)
печенье протеиновое 50  грамм (135 ккал)
пастила 20 грамм (70 ккал)
Ужин
Тушенная капуста с курицей и кукурузой (250гр) 
Булгур(180)
Коктейль-банан,молоко(250мл)


4 день
Завтрак
овсяные хлопья 60 грамм (213 ккал)
творог 5% 170 грамм (199 ккал)
яйцо 65 грамм (102 ккал)
банан 80 грамм (71 ккал)
йогурт греческий 2% 50 грамм (34 ккал)
Обед
котлеты говяжьи 250 гр. кускус 200 гр. перец болгарский 150 гр.
Перекус
куриное филе запеченное 100 грамм ( 158 ккал)
булгур сухой 60 грамм (182 ккал)
масло сливочное 5 грамм (36 ккал)
Ужин
Паста с индейкой и овощами(280кг) 
Ряженка 1,5%(250мл)
Протеиновая печенька (180гр )

5 день
Завтрак
куриное филе вареное 60 грамм (95 ккал) 
яичный белок 90 грамм (40 ккал)
яичный желток 30 грамм (97 ккал)
молоко 3,5% 60 мл (38 ккал)
хлеб зерновой 60 грамм (173 ккал)
сыр 25 грамм (88 ккал)
банан 110 грамм (98 ккал)
Обед 
семга 270 гр. пюре картофельное 270 гр. салат из сыра морковки и свеклы 170 гр.
Перекус
сырники 5% 150 грамм (308 ккал)
йогурт 2% 100 грамм (67 ккал)
Ужин
Фунчоза с перцем и курицей(310гр)
бутерброд с тунцом и творожным сыром(180гр)
Смузи-банан,киви (250мл)
"""
set_female_85_90 = """"""
set_female_90_95 = """"""
set_female_95_100 = """"""

cut_female_50_55 = """50-55 кг
1 день 
Завтрак 
овсяные хлопья 55 грамм ( 200 ккал)  
молоко 3,5% 70 мл (44 ккал)
творог 2% 120 грамм (124 ккал) 
яблоко 70 грамм (33 ккал)

Обед 640 ккал
Отварное филе индейки 100гр.
Гречневая каша 100гр. 
Морковный салат с растительным маслом 100 и 5 гр.

Перекус 
гранола 40 грамм (163 ккал)
творог 2% 80 грамм (82 ккал)

Ужин 
Тушеная грудка (150гр)
салат из капусты, огурцов, помидор(100гр)
вода с лимоном (150мл)

2 день 
Завтрак 
белок 70 грамм (31 ккал)
желток яйца 1 шт (55 ккал)
ветчина из индейки 3% 30 грамм (25 ккал)
банан 110 грамм (98 ккал)
творог 0% 90 грамм (81 ккал)
хлеб зерновой 40 грамм (118 ккал)

Обед
котлеты из трески 200гр.
бурый рис 130гр. 
овощной салат 100 гр.
Заправка сметана 15 % 15гр.

Перекус
кефир 2.5 % 200 мл (102 ккал) 
творог 2% 70 грамм ( 72 ккал)
мед 25 грамм ( 80 ккал)

Ужин
запеченное мясо курицы и овощи(150гр)
зеленый чай без сахара(150мл)

3 день 
Завтрак
запеканка 3,5% 190 грамм (342 ккал)
греческий йогурт 2% 85 грамм (57 ккал)

Обед
Говяжий фарш 200гр.
Цветная капуста 200гр
Салат морская капуста 100гр.

Перекус
йогурт греческий 2% 150 грамм (100 ккал)
мед 20 грамм (64 ккал)
яблоко 50 грамм (24 ккал)
творог 5% 50 грамм (61 ккал)

Ужин
Скумбрия отварная(150гр)
печеные картофель и морковь(80гр)

4 день
Завтрак
мюсли 50 грамм (195 ккал)
творог 2% 90 грамм (93 ккал)
банан 50 грамм (45 ккал)
греческий йогурт 2% 100 грамм (67 ккал)

Обед
Куриное филе 150 гр. 
Томатная паста 40 гр.
Макароны из твердых сортов пшеницы 100 гр.

Перекус
хлеб 45 грамм (96 ккал)
ветчина из индейки 40 грамм (44 ккал)
печенье протеиновое 40 грамм (108 ккал)

Ужин
Котлеты из индейки(150)
брокколи отварная с маслом(100)
кефир 1,5% (150мл)

5 день
Завтрак
гречка 65 грамм (223 ккал)
сыр 16% 30 грамм (78 ккал)
ветчина из индейки 3% 85 грамм (71 ккал)
вареный белок яйца 50 грамм (26 ккал)

Обед
Фарш куриный 200 гр.
Перец болгарский 100 гр. 
Кабачок 100гр.

Перекус
банан 120 грамм (107 ккал)
творог 5% 120 грамм (145 ккал)

Ужин
паровая треска с лимоном и зеленью (160гр)
белковый коктейль на основе обезжиренного молока и протеинового порошка (150мл)
"""
cut_female_55_60 = """55-60 кг
1 день 
Завтрак 
овсяные хлопья 55 грамм ( 200 ккал)  
молоко 3,5% 70 мл (44 ккал)
творог 2% 120 грамм (124 ккал) 
яблоко 70 грамм (33 ккал)

Обед
Отварное филе индейки 120гр.
Гречневая каша 120гр. 
Морковный салат с растительным маслом 100 и 5 гр.

Перекус 
гранола 40 грамм (163 ккал)
творог 2% 80 грамм (82 ккал)

Ужин 
1) Тушеная грудка (158гр )
салат из капусты, огурцов, помидор(120 гр)
2)вода с лимоном (150мл)

2 день 
Завтрак 
белок 70 грамм (31 ккал)
желток яйца 1 шт (55 ккал)
ветчина из индейки 3% 30 грамм (25 ккал)
банан 110 грамм (98 ккал)
творог 0% 90 грамм (81 ккал)
хлеб зерновой 40 грамм (118 ккал)

Обед
котлеты из трески 200гр.
бурый рис 130гр. 
овощной салат 100 гр.
Заправка сметана 15 % 15гр.

Перекус
кефир 2.5 % 200 мл (102 ккал) 
творог 2% 70 грамм ( 72 ккал)
мед 25 грамм ( 80 ккал)

Ужин
1)запеченное мясо курицы и овощи(160гр)
2)зеленый чай без сахара(150мл)


3 день 
Завтрак
запеканка 3,5% 190 грамм (342 ккал)
греческий йогурт 2% 85 грамм (57 ккал)

Обед
Говяжий фарш 200 гр.
Цветная капуста 200гр
Салат морская капуста 100гр.

Перекус
йогурт греческий 2% 150 грамм (100 ккал)
мед 20 грамм (64 ккал)
яблоко 50 грамм (24 ккал)
творог 5% 50 грамм (61 ккал)

Ужин
1) Скумбрия отварная(180гр)
2)печеные картофель и морковь(85гр)

4 день
Завтрак
мюсли 50 грамм (195 ккал)
творог 2% 90 грамм (93 ккал)
банан 50 грамм (45 ккал)
греческий йогурт 2% 100 грамм (67 ккал)

Обед
Куриное филе 130гр.. 
Томатная паста 50 гр.
Макароны из твердых сортов пшеницы 100 гр.

Перекус
хлеб 45 грамм (96 ккал)
ветчина из индейки 40 грамм (44 ккал)
печенье протеиновое 40 грамм (108 ккал)

Ужин
1)Котлеты из индейки(180)
2)брокколи отварная с маслом(120)
3)кефир 1,5г(150мл)

5 день
Завтрак
гречка 65 грамм (223 ккал)
сыр 16% 30 грамм (78 ккал)
ветчина из индейки 3% 85 грамм (71 ккал)
вареный белок яйца 50 грамм (26 ккал)

Обед
Фарш куриный 200 гр.
Перец болгарский 150 гр. 
Кабачок 150гр.

Перекус
банан 120 грамм (107 ккал)
творог 5% 120 грамм (145 ккал)

Ужин
1)паровая треска с лимоном и зеленью (190гр)
2)белковый коктейль на основе обезжиренного молока и протеинового порошка (200мл)
"""
cut_female_60_65 = """60-65 кг
1 день 
Завтрак 
овсяные хлопья 55 грамм ( 200 ккал)  
молоко 3,5% 70 мл (44 ккал)
творог 2% 120 грамм (124 ккал) 
яблоко 70 грамм (33 ккал)

Обед
Отварное филе индейки 170гр.
Гречневая каша 150гр. 
Морковный салат с растительным маслом 100 и 5 гр.

Перекус 
гранола 40 грамм (163 ккал)
творог 2% 80 грамм (82 ккал)

Ужин 
1) Тушеная грудка (165гр)
салат из капусты, огурцов, помидор(150гр)
2)вода с лимоном (150мл)

2 день 
Завтрак 
белок 70 грамм (31 ккал)
желток яйца 1 шт (55 ккал)
ветчина из индейки 3% 30 грамм (25 ккал)
банан 110 грамм (98 ккал)
творог 0% 90 грамм (81 ккал)
хлеб зерновой 40 грамм (118 ккал)

Обед
котлеты из трески 200гр.
бурый рис 150гр. 
овощной салат 150 гр.
Заправка сметана 15 % 15гр.

Перекус
кефир 2.5 % 200 мл (102 ккал) 
творог 2% 70 грамм ( 72 ккал)
мед 25 грамм ( 80 ккал)

Ужин
1)запеченное мясо курицы и овощи(200гр)
2)зеленый чай без сахара(170мл)

3 день 
Завтрак
запеканка 3,5% 190 грамм (342 ккал)
греческий йогурт 2% 85 грамм (57 ккал)

Обед
Говяжий фарш 20гр.
Цветная капуста 200гр
Салат морская капуста 100гр.

Перекус
йогурт греческий 2% 150 грамм (100 ккал)
мед 20 грамм (64 ккал)
яблоко 50 грамм (24 ккал)
творог 5% 50 грамм (61 ккал)

Ужин
1) Скумбрия отварная(200гр)
2)печеные картофель и морковь(100гр)


4 день
Завтрак
мюсли 50 грамм (195 ккал)
творог 2% 90 грамм (93 ккал)
банан 50 грамм (45 ккал)
греческий йогурт 2% 100 грамм (67 ккал)

Обед
Куриное филе 200гр.. 
Томатная паста 40 гр.
Макароны из твердых сортов пшеницы 130 гр.

Перекус
хлеб 45 грамм (96 ккал)
ветчина из индейки 40 грамм (44 ккал)
печенье протеиновое 40 грамм (108 ккал)

Ужин
1)Котлеты из индейки(200)
2)брокколи отварная с маслом(150)
3)кефир 1,5г(150мл)

5 день
Завтрак
гречка 65 грамм (223 ккал)
сыр 16% 30 грамм (78 ккал)
ветчина из индейки 3% 85 грамм (71 ккал)
вареный белок яйца 50 грамм (26 ккал)

Обед
Фарш куриный 200 гр.
Перец болгарский 200 гр. 
Кабачок 170гр.

Перекус
банан 120 грамм (107 ккал)
творог 5% 120 грамм (145 ккал)

Ужин
1)паровая треска с лимоном и зеленью (200гр)
2)белковый коктейль на основе обезжиренного молока и протеинового порошка (200мл)
"""
cut_female_65_70 = """65-70 кг
1 день 
Завтрак 
овсяные хлопья 55 грамм ( 200 ккал)  
молоко 3,5% 70 мл (44 ккал)
творог 2% 120 грамм (124 ккал) 
яблоко 70 грамм (33 ккал)

Обед
Отварное филе индейки 200гр.
Гречневая каша 170гр. 
Морковный салат с растительным маслом 150 и 7 гр.

Перекус 
гранола 40 грамм (163 ккал)
творог 2% 80 грамм (82 ккал)

Ужин 
1) Тушеная грудка (190гр)
салат из капусты, огурцов, помидор(160гр)
2)вода с лимоном (150мл)

2 день 
Завтрак 
белок 70 грамм (31 ккал)
желток яйца 1 шт (55 ккал)
ветчина из индейки 3% 30 грамм (25 ккал)
банан 110 грамм (98 ккал)
творог 0% 90 грамм (81 ккал)
хлеб зерновой 40 грамм (118 ккал)

Обед
котлеты из трески 250гр.
бурый рис 150гр. 
овощной салат 150 гр.
Заправка сметана 15 % 20гр.

Перекус
кефир 2.5 % 200 мл (102 ккал) 
творог 2% 70 грамм ( 72 ккал)
мед 25 грамм ( 80 ккал)

Ужин
1)запеченное мясо курицы и овощи(220гр)
2)зеленый чай без сахара(170мл)

3 день 
Завтрак
запеканка 3,5% 190 грамм (342 ккал)
греческий йогурт 2% 85 грамм (57 ккал)

Обед
Говяжий фарш 230гр.
Цветная капуста 250гр
Салат морская капуста 100гр.

Перекус
йогурт греческий 2% 150 грамм (100 ккал)
мед 20 грамм (64 ккал)
яблоко 50 грамм (24 ккал)
творог 5% 50 грамм (61 ккал)

Ужин
1) Скумбрия отварная(240гр)
2)печеные картофель и морковь(100гр)

4 день
Завтрак
мюсли 50 грамм (195 ккал)
творог 2% 90 грамм (93 ккал)
банан 50 грамм (45 ккал)
греческий йогурт 2% 100 грамм (67 ккал)

Обед
Куриное филе 200гр.. 
Томатная паста 40 гр.
Макароны из твердых сортов пшеницы 130 гр.

Перекус
хлеб 45 грамм (96 ккал)
ветчина из индейки 40 грамм (44 ккал)
печенье протеиновое 40 грамм (108 ккал)

Ужин
1)Котлеты из индейки(240гр)
2)брокколи отварная с маслом(170гр)
3)кефир 1,5г(150мл)

5 день
Завтрак
гречка 65 грамм (223 ккал)
сыр 16% 30 грамм (78 ккал)
ветчина из индейки 3% 85 грамм (71 ккал)
вареный белок яйца 50 грамм (26 ккал)

Обед
Фарш куриный 270 гр.
Перец болгарский 150 гр. 
Кабачок 150гр.

Перекус
банан 120 грамм (107 ккал)
творог 5% 120 грамм (145 ккал)

Ужин
1)паровая треска с лимоном и зеленью (230гр)
2)белковый коктейль на основе обезжиренного молока и протеинового порошка (215мл)
"""
cut_female_70_75 = """70-75 кг
1 день 
Завтрак 
овсяные хлопья 60 грамм ( 219 ккал)  
молоко 3,5% 90 мл (57 ккал)
творог 2% 130 грамм (134 ккал) 
яблоко 80 грамм (38 ккал)

Обед
Отварное филе индейки 300гр.
Гречневая каша 100гр. 
Морковный салат с растительным маслом 150 и 5 гр.

Перекус
гранола 45 грамм (184 ккал)
творог 2% 90  грамм (93 ккал)

Ужин
1) Тушеная грудка (200)
салат из капусты, огурцов, помидор(180гр)
2)вода с лимоном (170мл)

2 день
Завтрак
белок 80 грамм (35 ккал)
желток яйца 1 шт (55 ккал)
ветчина из индейки 3% 50 грамм (42 ккал)
банан 110 грамм (98 ккал)
творог 0% 90 грамм (81 ккал)
хлеб зерновой 50 грамм (147 ккал)

Обед
котлеты из трески 230гр.
бурый рис 140гр. 
овощной салат 100 гр.
Заправка сметана 15 % 15гр.

Перекус
кефир 2.5 % 230 мл (117 ккал) 
творог 2% 80 грамм ( 82 ккал)
мед 23 грамм ( 74 ккал)

Ужин
1)запеченное мясо курицы и овощи(240гр)
2)зеленый чай без сахара(180мл)

3 день
Завтрак
запеканка 3,5% 215 грамм (387 ккал)
греческий йогурт 2% 110 грамм (73 ккал)

Обед
Говяжий фарш 230гр.
Цветная капуста 250гр
Салат морская капуста 150гр.

Перекус
йогурт греческий 2% 180 грамм (120 ккал)
мед 20 грамм (64 ккал)
яблоко 50 грамм (24 ккал)
творог 5% 55 грамм (67 ккал)

Ужин
1) Скумбрия отварная(250гр)
2)печеные картофель и морковь(140гр)

4 день
Завтрак
мюсли 60 грамм (234 ккал)
творог 2% 110 грамм (113 ккал)
банан 60 грамм (53 ккал)
греческий йогурт 2% 80 грамм (53 ккал)

Обед
Куриное филе 200 гр.. 
Томатная паста 40 гр.
Макароны из твердых сортов пшеницы 100 гр.

Перекус
хлеб 45 грамм (96 ккал)
ветчина из индейки 60 грамм (66 ккал)
печенье протеиновое 40 грамм (108 ккал)

Ужин
170 гр.
1)Котлеты из индейки(250гр)
2)брокколи отварная с маслом(180гр)
3)кефир 1,5г(150мл)

5 день 
Завтрак 
гречка 70 грамм (240 ккал)
сыр 16% 40 грамм (104 ккал)
ветчина из индейки 3% 90 грамм (75 ккал)
вареный белок яйца 60 грамм (31 ккал)

Обед
Фарш куриный 250 гр.
Перец болгарский 250 гр.
Кабачок 250гр.

Перекус
банан 120 грамм (107 ккал)
творог 5% 130 грамм (158 ккал)

Ужин
1)паровая треска с лимоном и зеленью (240гр)
2)белковый коктейль на основе обезжиренного молока и протеинового порошка (225мл)
"""
cut_female_75_80 = """75-80  кг
1 день 
Завтрак 
овсяные хлопья 60 грамм ( 219 ккал)  
молоко 3,5% 90 мл (57 ккал)
творог 2% 130 грамм (134 ккал) 
яблоко 80 грамм (38 ккал)

Обед
Отварное филе индейки 250гр.
Гречневая каша 130гр. 
Морковный салат с растительным маслом 150 и 5 гр.

Перекус
гранола 45 грамм (184 ккал)
творог 2% 90  грамм (93 ккал)

Ужин
1) Тушеная грудка (210гр)
салат из капусты, огурцов, помидор(190гр)
2)вода с лимоном (170мл)

2 день
Завтрак
белок 80 грамм (35 ккал)
желток яйца 1 шт (55 ккал)
ветчина из индейки 3% 50 грамм (42 ккал)
банан 110 грамм (98 ккал)
творог 0% 90 грамм (81 ккал)
хлеб зерновой 50 грамм (147 ккал)

Обед
котлеты из трески 200гр.
бурый рис 130гр. 
овощной салат 100 гр.
Заправка сметана 15 % 15гр.

Перекус
кефир 2.5 % 230 мл (117 ккал) 
творог 2% 80 грамм ( 82 ккал)
мед 23 грамм ( 74 ккал)

Ужин
1)запеченное мясо курицы и овощи(260гр)
2)зеленый чай без сахара(190мл)

3 день
Завтрак
запеканка 3,5% 215 грамм (387 ккал)
греческий йогурт 2% 110 грамм (73 ккал)


Обед
Говяжий фарш 250гр.
Цветная капуста 250гр
Салат морская капуста 170гр.

Перекус
йогурт греческий 2% 180 грамм (120 ккал)
мед 20 грамм (64 ккал)
яблоко 50 грамм (24 ккал)
творог 5% 55 грамм (67 ккал)

Ужин
1) Скумбрия отварная(270гр)
2)печеные картофель и морковь(145гр)

4 день
Завтрак
мюсли 60 грамм (234 ккал)
творог 2% 110 грамм (113 ккал)
банан 60 грамм (53 ккал)
греческий йогурт 2% 80 грамм (53 ккал)

Обед
Куриное филе 270гр.. 
Томатная паста 40 гр.
Макароны из твердых сортов пшеницы 100 гр.

Перекус
хлеб 45 грамм (96 ккал)
ветчина из индейки 60 грамм (66 ккал)
печенье протеиновое 40 грамм (108 ккал)

Ужин
170 гр.
1)Котлеты из индейки(260гр)
2)брокколи отварная с маслом(190гр)
3)кефир 1,5г(150мл)

5 день 
Завтрак 
гречка 70 грамм (240 ккал)
сыр 16% 40 грамм (104 ккал)
ветчина из индейки 3% 90 грамм (75 ккал)
вареный белок яйца 60 грамм (31 ккал)

Обед
Фарш куриный 250 гр.
Перец болгарский 270 гр.
Кабачок 270гр.

Перекус
банан 120 грамм (107 ккал)
творог 5% 130 грамм (158 ккал)

Ужин
1)паровая треска с лимоном и зеленью (250гр)
2)белковый коктейль на основе обезжиренного молока и протеинового порошка (230мл)
"""
cut_female_80_85 = """80-85 кг
1 день
Завтрак  
овсяные хлопья 60 грамм ( 219 ккал)  
молоко 3,5% 90 мл (57 ккал)
творог 2% 130 грамм (134 ккал) 
яблоко 80 грамм (38 ккал)

Обед
Отварное филе индейки 280гр.
Гречневая каша 100гр. 
Морковный салат с растительным маслом 150 и 5 гр.

Перекус
гранола 45 грамм (184 ккал)
творог 2% 90  грамм (93 ккал)

Ужин
1) Тушеная грудка (210гр)
салат из капусты, огурцов, помидор(190гр)
2)вода с лимоном (170мл)

2 день
Завтрак
белок 80 грамм (35 ккал)
желток яйца 1 шт (55 ккал)
ветчина из индейки 3% 50 грамм (42 ккал)
банан 110 грамм (98 ккал)
творог 0% 90 грамм (81 ккал)
хлеб зерновой 50 грамм (147 ккал)

Обед
котлеты из трески 280гр.
бурый рис 140гр. 
овощной салат 150 гр.
Заправка сметана 15 % 15гр.

Перекус
кефир 2.5 % 230 мл (117 ккал) 
творог 2% 80 грамм ( 82 ккал)
мед 23 грамм ( 74 ккал)

Ужин
1)запеченное мясо курицы и овощи(260гр)
2)зеленый чай без сахара(190мл)

3 день
Завтрак
запеканка 3,5% 215 грамм (387 ккал)
греческий йогурт 2% 110 грамм (73 ккал)

Обед
Говяжий фарш 250гр.
Цветная капуста 270гр
Салат морская капуста 200гр.

Перекус
йогурт греческий 2% 180 грамм (120 ккал)
мед 20 грамм (64 ккал)
яблоко 50 грамм (24 ккал)
творог 5% 55 грамм (67 ккал)

Ужин
1) Скумбрия отварная(270гр)
2)печеные картофель и морковь(145гр)

4 день
Завтрак
мюсли 60 грамм (234 ккал)
творог 2% 110 грамм (113 ккал)
банан 60 грамм (53 ккал)
греческий йогурт 2% 80 грамм (53 ккал)

Обед
Куриное филе 200гр.. 
Томатная паста 40 гр.
Макароны из твердых сортов пшеницы 150 гр.

Перекус
хлеб 45 грамм (96 ккал)
ветчина из индейки 60 грамм (66 ккал)
печенье протеиновое 40 грамм (108 ккал)

Ужин
170 гр.
1)Котлеты из индейки(260гр)
2)брокколи отварная с маслом(190гр)
3)кефир 1,5г(150мл)

5 день 
Завтрак 
гречка 70 грамм (240 ккал)
сыр 16% 40 грамм (104 ккал)
ветчина из индейки 3% 90 грамм (75 ккал)
вареный белок яйца 60 грамм (31 ккал)

Обед
Фарш куриный 300 гр.
Перец болгарский 250 гр.
Кабачок 250гр.

Перекус
банан 120 грамм (107 ккал)
творог 5% 130 грамм (158 ккал)

Ужин
1)паровая треска с лимоном и зеленью (250гр)
2)белковый коктейль на основе обезжиренного молока и протеинового порошка (230мл)
"""